[
{"fileName":"GBE03719USEN.pdf","id":"b6db5a38-fdaf-4ae1-b247-9f8ae369e3a9","title":"Redefining Competition","body":"Insights from the Global C-suite Study - The CEO perspective IBM Institute for Business Value Total number of CEOs interviewed 818 North America 66 Central and South America 60 Europe, Middle East and Africa 430 Asia Pacific 135 Japan 127 This report draws on input from the 5,247 C-suite executives (CxOs) who participated in our latest C-suite Study - the eighteenth in the ongoing series of CxO studies conducted by the IBM Institute for Business Value. We now have data from more than 28,000 interviews stretching back to 2003. Here, we focus on the perspectives of Chief Executive Officers (CEOs)."}, 
{"fileName":"GBE03719USEN.pdf","id":"950dba79-ea28-4548-bb09-d8bb5a629a47","title":"Undiscovered country","body":"CEOs say we are at a watershed moment. Technological advances are creating massive upheavals, with industries converging and new ecosystems emerging as never before. So how are the trailblazers guiding their organizations through this turmoil? In the first installment of our latest C-suite Study, we interviewed 5,247 top executives to find out what they think the future will bring and how they're positioning their organizations to prosper in the \"age of disruption.\" This report probes more deeply into the perspectives of the 818 CEOs who contributed to our research. We've also focused on what the CEOs of the world's most successful enterprises in this study do differently. We identified a small group of organizations that have both a strong reputation as leading innovators and a superb financial track record. The Torchbearers, as we call them, comprise 4 percent of all enterprises represented by CEO interviewees. We also identified a group of organizations that lag behind the rest. Market Followers have a much lower market profile in the opinion of the CEOs who head them, and almost all are far less financially successful. They account for 26 percent of our sample. Comparing the two groups reveals significant variations in their strategic priorities, go-to-market plans and organizational approaches - all areas where the CEO has great sway. It also shows what CEOs in enterprises that are struggling can do to strengthen their positions. And, as Schumpeter's \"gale of creative destruction\" blows around the globe with unprecedented force, CEOs will need all the advantages they can get.1 \"New competitors, many of them from outside the industry, are entering the picture. What they're doing will disrupt the market and our customer base.\" CEO, Banking and Financial Markets, Canada"}, 
{"fileName":"GBE03719USEN.pdf","id":"a653b1da-5252-49d7-a70c-de2f7f6b3b07","title":"Disruption, convergence and emergence","body":"One of the most notable trends of the past decade has been the increase in the significance CEOs attribute to technology. Ten years ago, they put it sixth on the list of most important external factors they expected to exert an influence on their enterprises. Now, it consistently tops the features that light up their radar screens (see Figure 1). And the other members of the C-suite have come around to the same view. \"Technology is the epicenter of change. It enables businesses to leapfrog their competitors in meeting customers' needs.\" Joshua Oigara, CEO, Kenya Commercial Bank Figure 1 Top factor: CEOs say technology is the chief external inf luence on their enterprises Technology factors Market factors Regulatory concerns Macro-economic factors People skills Socio-economic factors 2015 2006 2008 2010 2012 20132004 Figure 2 Cutting edge: Torchbearers focus on contextual mobile and cognitive Torchbearers* Market Followers User-based mobile solutions 20% 83% 69% more Cognitive computing 19% 50% 42% more Internet of Things 16% 48% 57% less Cloud computing 18% 54% 66% less Technologies revolutionizing business (in 3 to 5 years) CEOs think four particular technologies will be the main drivers of change in the near term, with mobile solutions at the forefront. Thereafter, opinion is divided. Torchbearer CEOs place more weight on contextual mobile and cognitive computing, whereas Market Follower CEOs stress the importance of cloud and the Internet of Things (see Figure 2).2 \"It's very difficult to recognize which technologies will create a breakthrough.\" General Manager, Industrial Products, Netherlands *Note: In this instance, our findings are statistically reliable but should be regarded as directional only, due to small n-counts. 82% 2013 60% 2015 More digital interaction 37% increase Figure 3 Net effects: CEOs expect to engage more digitally over the next 3 to 5 years People's expectations are escalating - and few enterprises can single-handedly provide the compelling, individualized experiences customers now demand. But what organizations can't do alone, they can do together. This is one reason why a growing number of businesses are combining in cross-industry ecosystems.3 In the automotive sector, vehicle manufacturers such as Ford and BMW are planning for an era of mobility solutions, in which fewer people actually own vehicles.4 And in banking, companies such as DBS and mBank are working closely with fintech companies and customers to create unique experiences.5 Operating within an open web of interdependent entities enables each enterprise to extend its reach and range far beyond what it could achieve as a solo entity. Collectively, the participants can create value in ways that were previously impossible. They can also get much more \"We can't own everything, so we need more partners - even from other industries - to cooperate with us as part of an ecosystem.\" Huang Tao, CEO, Beingmate Baby & Child Food, China CEOs recognize that the confluence of technologies magnifies the impact of those technologies across markets and economies. Emerging technologies intersect and combine in new and different ways, enabling enterprises to redefine how they engage with their customers and partners (see Figure 3). This opens up new opportunities for creating value. intelligence on customers and markets. \"There will be more partnerships and consortia,\" the CEO of a Portuguese telecommunications company predicted, \"and rather than controlling the value chain completely, companies will share it.\" More than two-thirds of CEOs believe traditional industry value chains are morphing into cross-industry ecosystems. This \"will give us access to new technologies, new manufacturers, suppliers and distributors, and new markets,\" the CEO of a consumer products company in the United Arab Emirates remarked. Ecosystems provide avenues for increasing competition from unexpected quarters (see Figure 4). Some of these rivals are drawing on their existing expertise to break into adjacent industries. IKEA, the Swedish flat-pack furniture retailer, is currently building 1,200 houses and flats in East London, for example.6 Other new entrants - such as online real estate brokers eMoov, easyProperty and PurpleBricks - are harnessing advances in connectivity and mobility to target the most attractive profit pools.7 The risk for incumbents is thus that their business models will be turned into Swiss cheese. Figure 4 Hostile action: CEOs are worried about outsiders invading their space 60% 2013 40% 2015More competition expected from other industries 50% increase \"Industry convergence is causing us to look at new clients from new industries - areas we didn't target before.\" Bogdan Zborowski, CEO, Sygnity International, Poland"}, 
{"fileName":"GBE03719USEN.pdf","id":"3e6268e7-7ae2-4d5b-990d-015ffc4518a4","title":"What to do: Embrace the ecosystem","body":"So how are CEOs preparing their organizations to meet these challenges? They're starting with the big picture because they understand that focusing on operations can only solve the problems of today, whereas focusing on strategy can change the entire future of their businesses. Two-thirds of our respondents plan to reassess their strategic direction and explore the potential for novel, non-traditional forms of growth. They're actively pursuing opportunities to play a new or different role in the ecosystems they inhabit (see Figure 5). \"If you have a strategy, you have a target.\" Hakki Eren, General Manager, Avnet, Turkey Figure 5 Business biome: CEOs want to reposition their enterprises in the ecosystems they inhabit 69%18%Play traditional role in value chains Undecided Play a new or different role in the ecosystem Torchbearer CEOs are in the vanguard. They're looking further ahead and have a sharper sense of what's going on: 58 percent are focusing on disruptive innovation, for example, compared with just 44 percent of Market Follower CEOs. The pioneers aren't simply tweaking existing products and services; they're reinventing their firms. Torchbearer CEOs are also exploring opportunities to leverage emerging technologies and ecosystems to pursue entirely new revenue streams and models (see Figure 6). Born-in-the-cloud disruptors lead the way. For example, Uber, Airbnb and Etsy are using digital technologies to eliminate traditional market inefficiencies, by matching supply and demand \"Growth doesn't mean simply becoming larger. It means strengthening competitiveness.\" Toshiyuki Yamamoto, President, Nifco, Japan Figure 6 Crucial link: Torchbearer CEOs are more involved in adopting new revenue models 4 1% more 83% 59% Torchbearers Market Followers Revenue model adoption directly and enabling customers to get what they want when they want it, without going through intermediaries. And disintermediation and market making continue to evolve in new areas, often fueled by sophisticated analytics and contextual mobility. Furthermore, Torchbearer CEOs aim to reach the market first, be it with new products, services or business models (see Figure 7). Why? At one time, it made sense to hold off on launching a new offering until it was perfect, but consumers are increasingly tolerant of live fine-tuning to enhance products and services that are already on the market. Torchbearer CEOs have grasped this; they know it's important to get their offerings out as soon as possible and engage customers in the process of continuously improving them. Figure 7 Leading lights: Most Torchbearer CEOs want to be market pioneers 70% 80% 47% more Torchbearers Market Followers First to market"}, 
{"fileName":"GBE03719USEN.pdf","id":"953d30a6-acb7-455a-8b2c-fbf15ab12a42","title":"How to do it: Expand customer reach","body":"CEOs are not just changing their overarching strategies; they're reconsidering how they engage with the outside world. \"The question I ask myself every day is, what could happen to my market? Is there a new trend I don't even know about that could transform my business?\" the CEO of a French transportation company told us. More than two-thirds of all CEOs anticipate adopting a more individualized approach to customers (see Figure 8). That entails acquiring a much better understanding of their customers, since it's impossible to personalize products, services or experiences without a clear idea of customers' core values and what's happening in their lives. Figure 8 One-to-one: CEOs expect to adopt a more personalized approach to customers 71%21% 2013 55%34% 2015More focus on customers as segments More focus on customers as individuals 29% increase Again, Torchbearer CEOs are far better placed to realize this goal. Nearly two-thirds of them already turn to their customers for input on emerging trends and technologies. More than a third track blogs and social media sites as well. By contrast, only half of Market Follower CEOs consult their customers, and only a quarter tap into the social universe. Yet creating online customer communities is one of the best ways of detecting what the markets really want. \"We need to understand the needs of different customer segments. Then we can alter our products and services to support them and leverage new modes of customer engagement.\" Gareth Evans, CEO, Qantas International and Freight, Australia Torchbearer CEOs also employ more sophisticated techniques to decipher the data their organizations collect. Sixty-six percent use predictive analytics, compared with just 50 percent of their Market Follower peers. But it's cognitive technologies that will really revolutionize the way people work. Traditional algorithm-based systems are limited by what they've been pre-programmed to do, whereas cognitive systems learn through experience and apply what they've learned to new inquiries or tasks. Cognitive computing can help organizations better access unstructured data, scale expertise, discover ideas they wouldn't even think to look for and engage with customers at a deeply human level.8 Use of cognitive technologies in business is set to increase dramatically over the coming years (see Figure 9). \"We need to have the best tools and technologies to leverage the data our clients give us,\" the CEO of a U.S. retailer explained. Figure 9 Revolution: CEOs see the transformational impact of cognitive computing CEOs who currently use cognitive computing to identify and explore new trends CEOs who believe cognitive computing will revolutionize business in 3 to 5 years 2 27% 11% 36% more \"The importance of cognitive computing is that it not only gets at the way people think, but also how they are feeling. It is a combination of the emotional and the rational.\" Ken Chenault, Chairman and CEO, American Express, United States Torchbearer CEOs are ahead of the game in other respects, too. They're more likely to be rethinking the customer segments they target and exploring new geographic markets and delivery channels (see Figure 10). Participating in ecosystems provides synergies that enable the members to engage with new customers, both directly and indirectly, at far less cost than was previously possible. Moreover, location is a dwindling barrier to engagement, as evidenced by the growing amount of content delivered virtually. And new technologies are reinforcing the unprecedented scope of opportunity mature ecosystems offer by supporting contextual interactions when and where customers want them. \"We want to open new markets in Asia Pacific. Growth in the tropical band, where there are remote communities, is exploding.\" Professor Robyn McGuiggan, Deputy Vice Chancellor, James Cook University, Australia Figure 10 Outside edge: Torchbearer CEOs are pursuing more ambitious external policies Torchbearers Market Followers Reassess and alter customer segments 36% 68% 50% more Enter new geographic markets 46% 67% 46% more Explore new delivery channels 31% 77% 59% more"}, 
{"fileName":"GBE03719USEN.pdf","id":"09edda87-fe12-4763-b65b-dab72a011280","title":"What you need to do it: Accelerate innovation","body":"The CEOs of the most successful enterprises also have different organizational philosophies. They place a higher premium on agility and experimentation, because they know these are prerequisites for disruptive innovation (see Figure 11). The CEO of a British financial services firm spoke for many when he said: \"Controlled failure should be viewed as a good thing.\" \"We need to shorten our new service development cycle and become more agile. As soon as we identify a trend, we should prepare a prototype, gain customer feedback and refine it continuously.\" Yutaka Nagao, CEO, Yamato Transport, Japan Figure 11 Adaptable approach: Torchbearer CEOs put more emphasis on agility and experimentation Torchbearers Market Followers Embrace agility 18% 67% 57% more Experiment extensively or somewhat 52% 100% 66% more Moreover, Torchbearer CEOs understand that investments with the power to transform an enterprise often take more time to pay off than those that only deliver incremental advances. A full 68 percent are prepared to wait three or more years for positive returns on innovation, compared with 57 percent of Market Follower CEOs. In short, Torchbearer CEOs have the courage of their convictions; they invest in bigger, more disruptive initiatives and back their vision all the way. Witness the case of electric-vehicle manufacturer Tesla, which spends nearly half of its net sales on R&D and has yet to make a profit, but which enjoys a well-deserved reputation for radical innovation and a share price to match.9 Some Torchbearer CEOs are also looking for more imaginative ways to fund innovation. Forty-three percent believe the spread of alternative payment and financing mechanisms - such as crowdfunding and peer-to-peer lending - will have a marked effect on their businesses over the next three years. Success stories like Yu'e Bao, Alibaba's new money market fund, have opened up additional options. Founded in June 2013, Yu'e Bao raised USD 90 billion from more than 81 million investors in just 10 months, and now accounts for a third of China's entire money market fund business.10 One final feature distinguishes those CEOs whose enterprises stand out from the crowd: people are central to their strategies for organizational reinvention. Torchbearer CEOs are even more likely than Market Follower CEOs to be seeking new employees with the know-how to profit from future trends and technologies, in addition to training existing staff (see Figure 12). What these CEOs realize, more keenly than most, is how the nature of business is changing. Operating as part of an economic ecosystem takes very different skills from those needed to function as a solo entity. The single most important skill is the ability to cultivate and manage relationships. \"We need to institutionalize innovation. Innovation exists within our organization; we simply need to give it the time and the tools.\" Chris Hilger, President and CEO, Securian Financial Group, United States Figure 12 People power: Torchbearer CEOs realize operating as part of an ecosystem requires different skills Hire new employees 14% 95% 83% more Torchbearers Market Followers"}, 
{"fileName":"GBE03719USEN.pdf","id":"62559dda-aabc-4fa6-a979-30429c21cad7","title":"Seize the torch","body":"CEOs know they need to prepare for a future in which disruption is pervasive: a future in which technological advances occur at breakneck speed, traditional industry classifications no longer exist and ecosystems revolutionize entire markets. So how can they prepare for a world in which competition has been completely redefined? The Torchbearer CEOs in our study provide guidance from which CEOs everywhere can learn. What to do: Sharpen your strategy Pursue disruptive innovation, not purely incremental improvements. Investigate the opportunities to exploit new and emerging technologies or business models, or apply old technologies in new ways, and look at other industries for ideas. Experiment with new revenue models that might provide additional sources of value and a stronger customer interface. And when you're launching something new, aim to cross the finish line first. Ensure the rest of your ecosystem is also primed to go; your partners need to be ready when you get there. How to do it: Energize your engagement Use predictive and cognitive analytics to investigate new trends, identify new customer segments and make smarter business decisions. Share customer feedback with everyone else in your ecosystem to help you acquire a better understanding of your customers and develop deeper, richer customer experiences. Be bold about exploring new geographic markets and delivery channels, and draw on the diverse resources within your ecosystem to take advantage of market opportunities you can't realize alone. \"There is a tension between preserving current revenue streams versus accelerating to new models that will disrupt them.\" Anthony Healy, CEO, Bank of New Zealand, New Zealand What you need to do it: Turbocharge your transformation Build a culture of rapid experimentation and prototyping to accelerate the release of new business models, products and services. Be prepared to make long-term investments in innovation, not just the sort of investments that deliver better quarter-to-quarter financial performance. Communicate your plans and payback horizons clearly to shareholders. Define the skills your enterprise will need in the future, as industries converge and ecosystems predominate. Bring in new and necessary talent. Any enterprise that follows these steps will be in a much better position to navigate the tempestuous winds of disruption and lead like a Torchbearer. You can find \"Redefining Boundaries,\" the first installment of our latest C-suite Study at ibm.com/csuitestudy, or via the IBV tablet and phone apps on iOS and Android. \"People skills are the first ingredient of new business model implementation.\" Carlo Mazzantini, CEO, Sonepar, Italy"}, 
{"fileName":"GBE03728USEN.pdf","id":"fd132989-4d3c-4e67-b83a-e1066006cf07","title":"In the midst of the storm","body":"CMOs think we are at a turning point. Technological advances are disrupting the status quo and bringing huge turmoil in their wake. Industries are converging, and new competitors emerging, with breakneck speed. So how are CMOs steering through the storm? In the first installment of our latest C-suite Study, we interviewed 5,247 top executives to find out what they believe the future holds and how they're positioning their organizations to prosper in the \"age of disruption.\" This report delves more deeply into the views of the 723 CMOs who contributed to our research - and what the marketing dynamos of the most successful enterprises do differently. We identified a small group of organizations that have both strong reputations as leading innovators and superb financial track records. The Torchbearers, as we call them, comprise 6 percent of all enterprises represented by our CMO respondents. We also identified a group of organizations that trail behind the rest. Market Followers have much lower market profiles in the opinion of the CMOs who speak for them, and almost all are far less financially successful. They account for 33 percent of our sample. Comparing the two groups reveals pronounced variations in the way Torchbearer CMOs and Market Follower CMOs behave.1 Torchbearer CMOs are actively embracing \"creative destruction\" and enriching the arc of engagement with customers.2 They're also striving - like other CMOs - to make their organizations more digitally literate. But they're far better prepared to manage the data explosion and an increasingly complex marketing mandate. \"It's very hard to predict when a disruptive technology will emerge - and what impact it will have.\" CMO, Electronics, China"}, 
{"fileName":"GBE03728USEN.pdf","id":"7991e006-8965-4d64-b95e-d357456a9188","title":"Convergence, competition, commotion","body":"CMOs everywhere recognize that the barriers between formerly distinct industries are collapsing, as companies in one sector apply their expertise to others - creating new hybrids and overturning traditional taxonomies in the process. This, they say, is the single biggest trend transforming the business arena (see Figure 1). And it's a very mixed blessing. \"Industry convergence increases the number of predators and prey.\" CMO, Banking and Financial Markets, Italy Figure 1 Barrier breach: CMOs anticipate much more industry convergence in the next few years Industry convergence The \"anywhere\" workplace Rising cyber risk The sustainability imperative 67% The redistribution of consumer purchasing power 49% 48% 42% Alternative finance and financing mechanisms 28%29% The sharing economy 27% Figure 2 Hostile force: CMOs are worried about outsiders invading their space Industry convergence is creating completely new opportunities for growth by shifting the focus from products and services made by solo entities to cross-sector customer experiences. But it's also exacerbating competition, because other enterprises can seize an organization's core business as they expand into adjacent spaces. One company's convergence is another's encroachment. Hence the fact that CMOs expect even more competition from new rivals in contiguous industries than they did two years ago, when we completed our previous C-suite study (see Figure 2). Indeed, they're more aware of the danger than CxOs in any other role. 60% 23% 2013 54%33% 2015More competition expected from within the same industry More competition expected from other industries no change 11% increase Figure 3 Tech transformers: CMOs think three technologies will have a huge impact on their firms What underpins this change in the competitive landscape? CMOs, like other CxOs, point to the disruptive influence of new technologies. They think mobile solutions, the Internet of Things and cloud computing will have a massive impact on their organizations over the next three to five years. However, they're not ignoring cognitive computing or other emerging technologies that could deliver enormous pay-offs (see Figure 3). Cloud computing and services Mobile solutions Internet of Things (IoT) Cognitive computing Advanced manufacturing technologies New energy sources and solutions Bioengineering Man-machine hybrids 63% 61% 57% 37% 28% 23% 12% 10% 59% 64% 62% 41% 24% 22% 10% 11% All CxOs CMOs CMO"}, 
{"fileName":"GBE03728USEN.pdf","id":"81e2f035-6647-4565-bc02-78f708806db4","title":"What to do: Embrace creative destruction","body":"In preparing for the future, CMOs are beginning with the big picture: 67 percent intend to reassess their strategic direction, given the technological advances now disrupting the marketplace. \"We'll have to think differently. We can't be so monolithic; we need to expand our perspective,\" the CMO of a British retailer remarked. \"Many companies have disappeared because they didn't know how to reinvent themselves,\" the CMO of a Spanish insurer added. And any enterprise that wants to reinvent itself requires a master plan. But there are significant differences in the strategies Torchbearer CMOs and Market Follower CMOs are pursuing. For a start, Torchbearer CMOs are considerably more likely to be reviewing the way they go to market. Two-thirds of them are exploring new revenue models, such as licensing and subscriptions, compared with just half of all Market Follower CMOs. Torchbearer CMOs are also more likely to be experimenting with - or already using - more collaborative business models, such as open and platform variants (see Figure 4).3 They realize that participating in an ecosystem enables all the members to extend their reach and range, and produce more value collectively than they can individually. \"I think the CMO's role is to look ahead - and that includes looking at adjacent markets to identify new opportunities and business models,\" the CMO of an Italian telecom provider explained. \"We want to move to a recurring revenue model: selling subscriptions rather than capital goods.\" CMO, Industrial Products, United States Figure 4 Class act: Torchbearer CMOs are focusing more heavily on collaborative business models 24% 77% 62% more Torchbearer CMOs Market Follower CMOs Open 43% 60% 42% more Platform Moreover, whether they're developing new business models or new offerings, Torchbearer CMOs are far more focused on reaching the market first (see Figure 5). That's not easy, as many CMOs admit. \"We want to be a pioneer, but we need to become more discriminating. We're not very good at stepping back, if a prototype doesn't deliver the expected results,\" the CMO of a Polish financial institution confided. Nevertheless, Torchbearer CMOs know there are compelling reasons to make the effort. First movers have always enjoyed certain advantages, such as the \"buzz\" they generate and the ability to charge premium prices. And the challenge to reach the market first is now greater than ever, as the locus of innovation shifts from firms to ecosystems. The more participants an ecosystem has, the greater the reach it has. And since larger ecosystems offer better opportunities for participants, as they bring in more buyers, they can gradually freeze out smaller ecosystems. So there's a strong winner-takes-all effect. Consider Apple. It wasn't the first company to launch a smartphone, mp3 player or tablet. But it was the first to develop a consumer technology universe of intermeshing devices and apps, a feat that has seen its stock price more than double over the past five years.4 \"I want to create an open corporate culture where we use internal and external networks.\" CMO, Pharmaceuticals, United States Figure 5 Lead role: Torchbearer CMOs are much more determined to reach the market first 72% 79% 46% more Torchbearer CMOs Market Follower CMOs Focus on reaching the market first \"The CMO will have to take the lead in creating an integrated experience and transforming customers into fans.\" Paulo A. Pedó Filho, Brand Director, Grendene, Brazil Figure 6 United front: Torchbearer CMOs are making more effort to present a consistent face to the customer Lastly, Torchbearer CMOs are also more likely to exploit opportunities for internal disruption and reinvention by integrating marketing, sales and customer support to present a consistent, authentic face to their customers (see Figure 6). This is difficult. It \"means being hyper-connected with every area of the business that interacts with the customer,\" as the CMO of a Chilean retailer noted. The CMO must ensure employees in all functions understand the direct or indirect impact they have on customers, and design holistic experiences aligned to the brand promise. And that requires integrated, customer-centric business processes as well as the synchronization and sharing of customer insights. Delivering consistent, personalized experiences that feel natural pays off big-time. Zappos is the classic example. Several other firms are also building customer-centricity into the essence of their brands, as Indian online clothing retailer Jabong shows. The company has earned a reputation for providing outstanding customer service.5 Here's one example of how it has done so. When a customer tweeted a complaint about the state of the courier bags Jabong used to deliver goods to customers, the company quickly responded with a design hackathon, attended by product designers, engineers and logistics experts who collaborated to design a better courier bag and improve the last mile of the customer experience.6 31% 92% 70% more Torchbearer CMOs Market Follower CMOs Focus on integrating marketing, sales and customer support"}, 
{"fileName":"GBE03728USEN.pdf","id":"59e247ae-bf84-4cda-b677-fbab5f18cf38","title":"How to do it: Enrich the arc of engagement","body":"As the emphasis on the total, integrated customer relationship continues to intensify, CMOs are responding accordingly. Two-thirds of our respondents regard developing deeper, richer customer experiences as their top marketing priority. \"The CMO has to become the custodian of the customer experience, not just the head of the 'arts and crafts' department,\" the CMO of a global brand management company commented. CMOs expect to interact with customers on an even more individual and digital basis than they did in 2013. \"Marketing is no longer about winning creative awards; it's about one-to-one communication,\" the CMO of a U.S. telecom company warned. Many CMOs also realize they'll need more external innovation to forge the multi-dimensional experiences customers desire. This explains why 69 percent plan to partner more extensively. Torchbearer CMOs are way ahead of Market Follower CMOs, though. They're working harder to understand the customer's journey through the enterprise (see Figure 7). Mapping the entire path, as well as the technologies, people and processes involved, enables marketers to pinpoint any weaknesses and rectify them. But it's difficult to plot that path because the customer's journey is now non-linear and far more complex than it was in the pre-digital era. Torchbearer CMOs' focus on delivering holistic, multi-faceted customer journeys is also reflected in their enthusiasm for physical and digital opportunities to engage customers (see Figure 8). Amazon, the poster child for cyber selling, recently opened a brick-and-mortar bookstore, for example.7 Meanwhile, British high-street retailer John Lewis is piloting various apps designed to enrich the in-store experience. First off the block is an interactive sofa studio where customers can create 3-D images of furniture models in different fabrics to get a better idea of what the finished product might look like.8 Figure 7 Path finders: Torchbearer CMOs are studying the customer journey more carefully 26% 82% 65% more Torchbearer CMOs Market Follower CMOs Focus on customer journey mapping Figure 8 Rich blend: Torchbearer CMOs are much more intent on creating physical and digital opportunities to engage 75% 84% 48% more Torchbearer CMOs Market Follower CMOs Focus on event and experiential marketing \"There won't be CMOs in the future; there will be Chief Experience Officers who are responsible for the overall customer journey.\" Mohamed AlTajer, Head of Marketing, Branding and Corporate Communications, Commercial Bank International, PSC, United Arab Emirates Similarly, Torchbearer CMOs are better at using customer feedback to explore new trends and collaborating with customers to co-create new products and services (see Figure 9). \"It's the CMO's job to be the chief 'client listener,'\" the CMO of a Swiss insurer explained. But that's just the first step; the second is acting on what customers say. San Francisco-based apparel firm ModCloth is a case in point; customer collaboration is pivotal to its business strategy. The company has hosted numerous contests to engage its community, including design fashion competitions and contests to come up with clever names for select items.9 In essence, ModCloth and its like are applying the tenets of design thinking, which focuses on customers' experiences - and their emotional experiences, in particular - rather than just the attributes required to make a well-engineered product. Design thinking starts from the premise that quality, efficiency and profitability are necessary, but not sufficient. And it's as pertinent to business strategy, systems and organizations as it is to product development. Good design aims to make our interactions with complex offerings and enterprises as appealing as possible, by putting customers' needs before internal operating efficiencies.10 This has major organizational implications. To understand its customers, co-create new products and services with them, and participate in ecosystems, a company must be prepared to relinquish a certain amount of managerial control. Here, too, Torchbearer CMOs stand out from the crowd: 61 percent anticipate more decentralized decision-making in the future, compared with just 48 percent of Market Follower CMOs. Torchbearer CMOs, it seems, are much more comfortable with a devolved management style. Figure 9 Joint enterprise: Torchbearer CMOs are better at listening to customers and applying their input to co-create new offerings 20% 61% 51% more Torchbearer CMOs Market Follower CMOs Use of customer feedback to explore new trends 32% 66% 50% more Focus on customer collaboration and co-creation"}, 
{"fileName":"GBE03728USEN.pdf","id":"8116b8fe-1cdd-4c09-b353-ddb0597fa560","title":"What you need to do it: Increase your digital acumen","body":"Creating captivating experiences shaped by customer input also requires considerable digital acumen, as CMOs appreciate. Sixty percent want to use data-driven insights to shape their marketing campaigns within the next three to five years - up from 40 percent today. \"We need to become 'math men,' not 'mad men,' and rely on analytics rather than gut feel,\" the CMO of an Australian consumer products company remarked. In fact, 69 percent of CMOs already use predictive analytics, and 45 percent use prescriptive analytics, to explore new trends.11 But only 13 percent currently use cognitive computing, even though the processing capabilities of cognitive systems far outstrip those of conventional systems. Traditional algorithm-based systems are limited by what they've been preprogrammed to do, whereas cognitive systems learn through experience and apply what they've learned to new inquiries or tasks. They can put content into context; provide confidence-weighted responses; and identify subtle patterns or insights.12 That said, cognitive technologies don't replace human intelligence; they augment it. Many CMOs will thus have to bring in new talent to improve the marketing function's digital literacy. The issue is how. Four-fifths of our respondents plan to recruit employees with the relevant skills (see Figure 10). And finding the right staff can be difficult. \"We need digital natives, but we don't have any experience hiring such people,\" the CMO of a Japanese insurer told us. \"Cognitive computing will change how people and organizations engage with organizations and one another, and how knowledge is shared and leveraged.\" Stephen Ingledew, Managing Director, Standard Life, United Kingdom Three-quarters of respondents also hope to supplement their in-house resources by working with outside specialists or other enterprises to access their expertise. This has further ramifications. Operating as part of an ecosystem takes different skills from those required to function as a standalone business. The ability to cultivate and manage relationships is absolutely critical, for example. What's more surprising is that relatively few CMOs plan to solicit help from customers and reward them for their assistance. Customers can actually play a key role in running some businesses - as British mobile phone operator giffgaff shows. Giffgaff relies on knowledgeable customers to service other customers and promote its brand, and gives customers who provide assistance points, which they can convert into cash. The company is now applying the same model to the loans sector.13 Figure 10 Skill zone: CMOs plan to bring in new talent from a variety of sources Hiring in new employees with the skills you require Partnering with other enterprises to tap their expertise Working with contractors, consulting firms or specialist agencies/outsourcers 79% 74% 74% Soliciting help from customers and rewarding them for their assistance 35 % Investing in automated systems or services 37% \"We need to form new partnerships with organizations that sit far outside our traditional industry or partnering model.\" Jeffrey Evans, Vice President Digital APAC, Epsilon, Australia Yet the perennial battle for talent hasn't stopped CMOs from making major strides in the past two years. They believe they're better prepared to deal with changing patterns of consumer behavior, the rise of social media and an increasingly complex set of marketing responsibilities. And they say they've made even more headway when it comes to dealing with the data explosion, although this is still the issue that causes the most headaches (see Figure 11). \"The amount of data is so huge, and it's growing geometrically,\" the CMO of a Polish payment services provider pointed out. Figure 11 Forward march: CMOs think they are better prepared to manage key marketing challenges Data explosion 18% 36% 100% more The rise of social Shifting consumer demographics Increasing complexity of marketing roles and responsibilities 34% 52% 53% more 39% 54% 38% more 37% 51% 38% more 2013 2015 Again, Torchbearer CMOs lead the way. Over the past two years they've made far greater progress than Market Follower CMOs in coming to grips with the sheer volume of data to be processed (see Figure 12). They're also better placed to manage the intricacies of modern marketing, as technology provides the tools with which to obtain deeper insights, more accurate targeting and more personalized opportunities to engage with ever more sophisticated customers (see Figure 13). Figure 13 Versatile virtuosos: Torchbearer CMOs are more confident about coping with an increasingly complex marketing mandate Figure 12 Data doyens: Torchbearer CMOs are much more confident of their ability to deal with the data explosion Torchbearer CMOs Market Follower CMOs 74% 47% 27% more All CMOs 18% 36% 2013 2015 41% 69% 49% more 39% 54% 2013 2015 Torchbearer CMOs Market Follower CMOs All CMOs \"The CMO will have to become more data-savvy and better at talking with non-marketing people to communicate the marketing strategy.\" Rikke Gransøe Lange, Head of Central Marketing, DFDS, Denmark"}, 
{"fileName":"GBE03728USEN.pdf","id":"5dd4c10c-b273-4394-a499-fc2badf64d64","title":"Seize the torch","body":"CMOs know they need to prepare for a future in which disruption is pervasive: a future in which technological advances are increasingly blurring the distinctions between different industries, new competitors are emerging from left field and value resides in the entire arc of customer engagement. So how can they maintain a competitive edge as markets are redefined? The Torchbearer CMOs in our study provide lessons from which CMOs everywhere can profit. What to do: Rethink everything through the lens of customer experience Fiercely champion your customers. Rethink every aspect of your strategy, design and operations to enhance your customers' experiences with your organization. Focus on forming ecosystems, so that you can devote more energy and resources to developing unique products, services and experiences that are truly better - and make sure you are first to market. Challenge people in every function to demolish internal organizational silos and provide a consistent, authentic face to the customer. How to do it: Embrace the new digerati Infuse digital DNA into your team. Grow the digital expertise that's essential to create differentiated experiences for your customers. Set up digital \"boot camps\" to train your existing staff, and fill critical skill gaps with a mix of new hires and talent from partners in your ecosystem. And don't forget to tap customers as a great source of expertise. Incorporate customer feedback and invite customers to participate as co-creators and innovators. What you need to do it: Drive with data, digital and cognitive Use data-driven decision-making to deliver customer experiences that are personalized, relevant and timely - on a large scale. Leverage predictive and prescriptive analytics to identify the best course of action to recommend for customers. Create innovative, improved experiences that increase customer engagement with new digital interfaces, mobile solutions, IoT and cloud computing; and pilot cognitive technologies, which have the potential to reinvent customer interaction. You can find \"Redefining Boundaries,\" the first installment of our latest C-suite Study at ibm.com/csuitestudy, or via the IBV tablet apps on iOS and Android. For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com. Follow @IBMIBV on Twitter and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for your phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues."}, 
{"fileName":"GBE03729USEN.pdf","id":"53992ff1-bc64-497a-8604-523be83aae50","title":"Redefining Connections","body":"Insights from the Global C-suite Study - The CIO perspective IBM Institute for Business Value Total number of CIOs interviewed 1,805 North America 150 Central and South America 296 Western Europe 478 Central and Eastern Europe 110 Middle East and Africa 293 Asia Pacific 298 Japan 180 This report draws on input from the 5,247 C-suite executives (CxOs) who participated in our latest C-suite Study - the eighteenth in the ongoing series of CxO studies conducted by the IBM Institute for Business Value. We now have data from more than 28,000 interviews stretching back to 2003. Here, we focus on the perspectives of Chief Information Officers (CIOs)."}, 
{"fileName":"GBE03729USEN.pdf","id":"1fa07cf6-bd29-4d17-8d3f-cec18d24ef48","title":"In the midst of mayhem","body":"Technological advances are transforming the way we connect, disrupting the status quo and creating huge turbulence. Industries are converging, and new opportunities and threats are emerging, as never before. So how are CIOs managing their way through the mayhem? In the first installment of our latest C-suite Study, we interviewed 5,247 top executives to find out what they think the future holds and how they're positioning their organizations to prosper in the \"age of disruption.\" This report delves more deeply into the views of the 1,805 CIOs who contributed to our research - and what the IT gurus of the most successful enterprises do differently. We identified a small group of organizations that have both a strong reputation as leading innovators and a superb financial track record. The Torchbearers, as we call them, comprise 4 percent of all enterprises represented by our CIO respondents. We also identified a group of organizations that lag behind the rest. Market Followers have a much lower market profile in the opinion of the CIOs who speak for them, and almost all are far less financially successful. They account for 35 percent of our sample. Comparing the two groups reveals pronounced variations in the way Torchbearer CIOs and Market Follower CIOs behave.1 Torchbearer CIOs are creating intelligent, agile cultures; wising up to the needs of customers; and rewiring the way their organizations reason. \"New business models are disrupting the industry. Is that a business problem or a technology problem?\" CIO, Banking and Financial Markets, Singapore"}, 
{"fileName":"GBE03729USEN.pdf","id":"b05aadb5-67eb-47ab-a65a-a7a7ceb74bc1","title":"Disruptive trends, dangerous times","body":"CIOs everywhere realize the barriers between formerly distinct industries are collapsing, as companies in one sector apply their expertise to others - producing new hybrids and erasing traditional industry classifications in the process. They believe this is the single biggest trend transforming the business arena (see Figure 1). Torchbearer CIOs are particularly attuned to the shift: a full 79 percent expect industry convergence to have a huge impact on their enterprises, compared with just 62 percent of Market Follower CIOs. Figure 1 Blurring boundaries: CIOs believe industry convergence is the biggest trend on the horizon Industry convergence The \"anywhere\" workplace Rising cyber risk The sustainability imperative 63% The redistribution of consumer purchasing power 56% 55% 34% Alternative finance and financing mechanisms 23% 30% The sharing economy 23% But CIOs - like other CxOs - see industry convergence as a double-edged sword. On the upside, it's creating completely new opportunities for growth by shifting the focus from standalone products and services to cross-sector experiences that meld the digital and physical realms. On the downside, it's exacerbating competition, because rival enterprises can threaten an organization's core business as they expand into adjacent spaces. CIOs are increasingly aware of the danger. Fifty percent are steeling themselves for an influx of new entrants from other industries, up from 42 percent in 2013. \"These competitors - and they're not all online social apps - will destroy the conventional way of thinking,\" the CIO of a Japanese telecom provider commented. CIOs also concur with most of their C-suite colleagues on the root cause of the forces reshaping the business landscape: 77 percent point to the disruptive influence of new technologies. But they're surprisingly short-term in their outlook. They believe mobile solutions, cloud computing and the Internet of Things will have the most significant effect on their organizations over the next three to five years, even though these technologies have been available for a while. \"New competitors from other sectors are usually small, so it's difficult to recognize them in time.\" Valerio Cortese, CIO, Finiper, Italy Figure 2 Tech spec: The technologies CIOs expect to revolutionize business are largely in play That said, CIOs place more weight on all three technologies than other CxOs (see Figure 2). They think mobile solutions will prove especially important in the future. \"Mobile will have a major impact on our business because it's pervasive, and it's how the younger generation primarily chooses to engage,\" the CIO of a U.S. insurer explained. Many CIOs think cognitive computing - a new class of systems inspired by the way the human brain processes information, draws conclusions and codifies experience - could revolutionize business, too. But relatively few CIOs are placing their bets on advanced manufacturing systems, alternative energy solutions or other such developments, possibly because these are technologies that usually reside outside the IT function's domain. Cloud computing and services Mobile solutions Internet of Things (IoT) Cognitive computing Advanced manufacturing technologies New energy sources and solutions Bioengineering Man-machine hybrids 59% 62% 56% 36% 13% 10% 71% 66% 61% 40% 24% 18% 21% 8% 5% All other CxOs CIOs CIOs 30% \"The next wave will be all about connecting dots and correlating data to produce actionable insights.\" CIO, Retail, United States No matter which technologies they're focusing on, though, CIOs worry greatly about IT security (see Figure 3). By contrast, only 67 percent of other CxOs are anxious on this score, and CIOs are clearly frustrated by those who don't appreciate the danger. \"I want to get people in the business to understand the real ramifications and focus on security,\" the CIO of a U.S. energy producer said. \"Creating a well-constructed and well-managed IT environment is like 'circling the wagons.'\" CIO, Banking and Financial Markets, United States Figure 3 Red alert: IT security is by far and away the biggest risk in the opinion of CIOs IT security risks 76% 38% 37% 27% Regulatory compliance violations 29% Reputational damage Data tampering Financial risks Workforce disruption Loss of intellectual property Extended periods of downtime 27% 22% 21%"}, 
{"fileName":"GBE03729USEN.pdf","id":"18d51f86-64ea-4855-86c2-b378dcaece8e","title":"What to do: Forge an intelligent, agile enterprise to deliver at scale","body":"So how are CIOs preparing for a world of converging industries, intensifying competition and hyper-speed innovation? They're certainly not ignoring risk management. Nevertheless, they have a number of more immediate priorities. They're focusing on three goals, in particular: enhancing their organizations' intelligence and insight, digitizing the front office and strengthening the IT department's skills (see Figure 4). These are all logical - and related - objectives. Creating the differentiated experiences customers demand entails listening to their input and incorporating it into new products and services. Helping the marketing and sales functions to make sense of what customers say and to form closer relationships with those customers involves providing the right analytical, digital and social tools. And building an IT function that fosters innovation requires a combination of deep technical expertise and business intelligence. \"We need insight or foresight, but today's dashboards only provide hindsight.\" CIO , Government and Public Services, Canada Figure 4 Triple play: CIOs have three key strategic priorities for transforming their organizations Insight and intelligence Skills development Front office digitization Redefine and restructure IT 85% Internal collaboration 83% 80% 73% Risk management 61% 73% What's disconcerting is the fact that only 57 percent of all CIOs are reassessing their strategic direction in light of the advances they expect. Many of the infrastructure decisions the IT department makes are no longer purely technological; they're core components of an organization's business strategy - essential elements in the scramble for market advantage.2 Torchbearer CIOs understand this: 71 percent are considering the strategic implications of new technologies. They know they still have to keep the lights on, as economically as possible. But they're also looking for opportunities to create a competitive lead and boost the bottom line. \"We're spending less time cutting costs and more time stimulating innovation,\" the CIO of a Japanese insurer explained. Torchbearer CIOs also place far more emphasis on building an agile culture - one that supports rapid experimentation and prototyping - to help their organizations reach the market first with new offerings (see Figure 5). Breaking a large development task into a series of smaller, iterative steps and setting up self-directed teams to tackle them enables an enterprise to innovate much more quickly. The most proactive CIOs also regularly rotate their staff to give them experience as project managers and business analysts, thus erasing the barriers between software developers and line managers, and reducing bureaucracy within the organization. \"I want to include a discussion about technology in every strategic decision. How can it be a disruptor that destabilizes the status-quo thinking?\" CIO, Government and Public Services, Canada Figure 5 Nimble working: Torchbearer CIOs are far more intent on supporting agile innovation 150% 90% 36% more Torchbearer CIOs Market Follower CIOs Focus on reaching the market first The biggest advantage of this approach is its power to drive innovation at scale. No business can remain relevant by making \"tweaks.\" The only way to stay ahead of disruptive change is to embrace it, which means being able to develop and release new products and services within weeks or even days. In addition, Torchbearer CIOs are more aware of the need to form partnerships to exploit the full potential of technological improvements (see Figure 6). They recognize that few enterprises can singlehandedly provide the full array of products, services and experiences customers want. But what organizations can't do alone, they can do together. Collectively, they can innovate more rapidly and extend both their reach and range, without assuming the entire burden of risk themselves.3 This has major consequences for CIOs, since the success of their enterprises now hinges on being able to connect with other entities as much as it does on possessing a strong suite of in-house IT capabilities. The members of an ecosystem may use different operating platforms, all of which must be integrated. The kinds and amount of data they share must be clearly stipulated, with rigorous controls put in place to ensure the confidentiality of key data. And much of the demand on the infrastructure will originate from sources outside an organization's firewalls. Assessing and managing the needs of many hundreds or thousands of external users can be very challenging indeed. \"We've been charged with speeding up time-to-market, both for the products we sell and for our own internal tools. We need to operate more like a start-up.\" Kalev Reiljan, CTO, TeliaSonera, Finland Figure 6 Joint cause: Torchbearer CIOs are more aware of the need to form partnerships to exploit new technologies 25% 70% 56% more Torchbearer CIOs Market Follower CIOs Reassessing partnerships"}, 
{"fileName":"GBE03729USEN.pdf","id":"9f5142a6-7f8d-4064-8779-b8f6a5d514bd","title":"What you need to do it: Rewire your tools and talent","body":"Securing the technologies to analyze data effectively - and the people with the skills to implement those technologies - is pivotal to the success of most enterprises, as CIOs recognize. More than two-fifths of respondents plan to invest in advanced analytics, including established techniques like predictive analytics and new techniques like cognitive computing (see Figure 10). These represent fundamentally different ways of going about the same task. \"We're uncertain of what the future will bring… Do we have the right tools and skills to be able to keep up in another three or four years?\" Frank De Saer, CIO, Eandis, Belgium Advanced analytics/cognitive computing 44% 40% 36% 28% Cloud computing 33% Security/risk management Business process management/optimization Mobile device diversity and management Figure 10 Crunch time: CIOs are planning to invest in advanced analytics to leverage the next wave Most analytical systems are explicitly programmed and deterministic. They can only solve problems they've been designed to solve, and they can only provide yes/no answers. Cognitive systems, by contrast, learn from their interactions with humans and from their experiences with their environments. They are probabilistic: capable of generating hypotheses and reasoned arguments about complex bodies of data. And they can make sense of the 80 percent of the world's data that's unstructured.6 So while cognitive computing is a subset of advanced analytics, the relationship is like that of a jet engine to an old Ford Model T. The second area in which CIOs intend to invest is cloud computing. But nearly half are still in the planning stages or haven't even begun, despite the fact that this technology has been around for a decade. Some CIOs, it seems, may be fighting a rearguard action to defend their dwindling empires, as other members of the C-suite - especially Chief Marketing Officers (CMOs) - turn to external cloud providers to meet their needs. The right technologies are essential; they're not sufficient, though. The vast majority of CIOs know they'll also have to beef up their talent. Indeed, other research by the IBM Institute for Business Value suggests 40 percent of enterprises don't have enough data architects and engineers.7 More than four-fifths of respondents aim to make up the shortfall by working with contractors, consulting firms or specialist agencies. Three-quarters also want to hire new employees or partner with other enterprises to tap additional skills. \"We're supporting the shift from intuitive decision-making to fact-based management using analytics.\" Pedro Praxedes, CIO, Farmácias Pague Menos, Brazil Figure 11 Model performers: Torchbearer CIOs are almost twice as likely to be using analytics to produce new insights \"One of our goals is to create a 'digitally savvy' workforce.\" CIO, Energy and Utilities, United Kingdom 92% 75% 39% more Torchbearer CIOs Market Follower CIOs Providing business insights Again, however, Torchbearer CIOs are ahead of the pack. They're nearly twice as likely to be using analytics to generate business insights (see Figure 11). The healthcare sector has made particular progress in this respect. Take CaféWell Concierge, a health app that leverages cognitive computing to analyze people's health profiles from a variety of sources and provide personalized recommendations for staying healthy.8 Torchbearer CIOs are also putting more effort into developing the skills that will be needed to support the IT function of the future (see Figure 12). And these won't just be technical capabilities. Operating as part of an ecosystem requires people who can manage relationships as well as systems. Similarly, engaging in rapid, relevant innovation requires IT specialists who possess business acumen and can communicate effectively with less technically minded colleagues. The CIOs of the most successful enterprises \"get\" how business is evolving - and how the demands on the IT department are altering accordingly. Figure 12 Smart push: Torchbearer CIOs invest more effort in developing the IT skills required for the future 18% 91% 77% more Torchbearer CIOs Market Follower CIOs Focus on transforming people skills"}, 
{"fileName":"GBE03729USEN.pdf","id":"c161c7cb-e4c2-456d-8e8b-527098d7a3e2","title":"Seize the torch","body":"CIOs know they need to prepare for a future in which disruption is pervasive: a future in which technological advances are blurring the distinctions between different industries and new competitors are emerging from left field. So how can they generate the insights their organizations will require to thrive in this tumult? The Torchbearer CIOs in our study provide lessons from which CIOs everywhere can profit. What to do: Foster knowing, nimble innovation Focus on disruptive innovation. Build an agile culture where rapid experimentation, informed by reliable intelligence, is the norm. Split big projects into smaller, more manageable chunks, allocate specific tasks to different teams and give them the freedom to get on with the job. Evaluate their progress regularly to foster accountability and share what works. Create a crowdsourcing platform to access new ideas and concentrate on helping the CMO release new products and services as fast as possible. How to do it: Capture - and capitalize on - customer insight Pay close attention to what your external customers say. They can help you identify new trends, pinpoint problems with a product or service, clarify what differentiates your offering and establish what really matters to them, not just what you think they value. Bear in mind the strengths and weaknesses of different feedback channels. Online surveys only provide answers to the questions you actually ask, for example, whereas social media provides spontaneous input. Share customer and market data with the other members of your ecosystem. Liaise with the CMO to find out how customers are reacting and why. What you need to do it: Ramp up your organization's analytical power and talent Invest in technologies that will help you decipher the data you collect, and ramp up your organization's analytical power. Identify the sorts of skills you'll need to perform tomorrow's jobs, not just the talent you need today. Recruit for the future and collaborate with organizations that possess relevant expertise. Rotate existing employees every few months to help them develop an innovative, entrepreneurial spirit, strong business sense and the ability to communicate complex technological issues clearly. For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com. Follow @IBMIBV on Twitter and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for your phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues."}, 
{"fileName":"GBE03736USEN.pdf","id":"c9786c99-0dce-4f41-89a6-7776ed561a8d","title":"Redefining Performance","body":"Insights from the Global C-suite Study - The CFO perspective IBM Institute for Business Value Total number of CFOs interviewed 643 North America 199 Central and South America 78 Western Europe 110 Central and Eastern Europe 47 Middle East and Africa 34 Asia Pacific 108 Japan 67 This report draws on input from the 5,247 C-suite executives (CxOs) who participated in our latest C-suite Study - the eighteenth in the ongoing series of CxO studies conducted by the IBM Institute for Business Value. We now have data from more than 28,000 interviews stretching back to 2003. Here, we focus on the perspectives of Chief Financial Officers (CFOs)."}, 
{"fileName":"GBE03736USEN.pdf","id":"f5f3ecc3-6d8d-4293-aaaa-821b735a0838","title":"Tempestuous times","body":"Technological advances are disrupting the status quo and creating huge turbulence. Industries are converging, and new competitors emerging, at breakneck speed. The pressure to innovate has never been greater, nor managing the risks more difficult. So how are CFOs carving a path through the chaos and helping their enterprises pursue profitable growth? In the first part of our latest C-suite Study, we surveyed 5,247 top executives to find out what they think the future holds and how they're preparing their organizations for the \"age of disruption.\"1 We'll now focus on the views of the 643 CFOs who contributed to our research - and what the financial sages of the most successful enterprises do differently. We identified a small group of CFOs with finance teams that are particularly efficient and adept at producing business insights. Value Integrators, as we call these teams, have a robust infrastructure with common standards, data definitions, finance processes and planning platforms. They account for 19 percent of the enterprises covered here. However, there's an elite subset of Value Integrators with an even more impressive track record than the rest of the cohort. Performance Accelerators, as we've dubbed them, combine all the strengths of Value Integrators with superior analytical powers.2 They account for 4 percent of the finance divisions represented by the CFOs in our sample (see Figure 1). The effort required to create these topnotch finance teams has paid off handsomely. Enterprises with Performance Accelerators are 55 percent more likely than other finance teams to enjoy outstanding revenue growth and 57 percent more likely to be highly profitable. \"The most unpredictable external force impacting our business right now is disruptive innovation: it totally changes the rules of the game.\" CFO, Consumer Products, China Comparing the responses of the CFOs who head Performance Accelerators with those of the 81 percent whose finance teams represent the norm reveals marked variations in the way they behave. Performance Accelerators play a much larger role in strategy development. They're also more actively engaged in assessing the commercial and operational implications of new trends and technologies, more skilled at integrating and analyzing data and better at fostering financial talent. In short, Performance Accelerators are in a far stronger position to help guide their organizations through the current turmoil. Figure 1 Cream of the crop: Performance Accelerators stand out for their analytical excellence"}, 
{"fileName":"GBE03736USEN.pdf","id":"a6abbbd1-f74b-4ce4-9ea6-5ebd552f2fba","title":"Value Integrators","body":"are both particularly efficient and skilled at producing business insights"}, 
{"fileName":"GBE03736USEN.pdf","id":"c20b3a23-c36f-481c-874c-b43f5f162586","title":"Performance Accelerators","body":"also possess superior analytical powers and excel at pursuing profitable growth * of total sample 4% Other finance teams"}, 
{"fileName":"GBE03736USEN.pdf","id":"59876082-ee21-4680-a172-e96014d27097","title":"Convergence, competition, commotion","body":"CFOs everywhere realize the barriers between previously distinct industries are collapsing, as companies in one sector apply their expertise to others - producing new hybrids and erasing traditional industry classifications in the process. This, they told us, is the single biggest trend transforming the business arena (see Figure 2). And it's a very mixed blessing. On the upside, industry convergence is creating completely new opportunities for growth by shifting the focus from standalone products and services to cross-sector customer experiences. On the downside, it's exacerbating competition because rival enterprises can seize an organization's core business as they expand into adjacent spaces. Digital invaders with disruptive new business models are compounding the challenge, as they bypass established providers and even reshape entire industries. \"The boundaries of competition are becoming ambiguous.\" Yong Eum Ban, CFO, JoongAng Media Network, South Korea Figure 2 Blurring boundaries: CFOs expect much more industry convergence in the next few years The \"anywhere\" workplace Industry convergence Rising cyber risk The redistribution of consumer purchasing power The sustainability imperative Alternative finance and financing mechanisms The sharing economy 66% 50% 46% 43% 24% 67% 47% 48% 46% 25% 24% 29% 22% All CxOs CFOs CFOs 32% Figure 3 Tech transformers: CFOs expect three technologies to have a major impact on their firms CFOs are increasingly aware of the danger: 47 percent are bracing themselves for an influx of new entrants from other sectors, up from 37 percent in 2013. A major new player could \"arrive on the scene with a solution that 'explodes' the market,\" the CFO of a French financial institution remarked. He's not alone in voicing such fears. CFOs, like other CxOs, attribute much of this change in the competitive landscape to a potent mix of market pressures and technological progress. They say cloud computing, mobile solutions and the Internet of Things will have a particularly big impact on their organizations over the next three to five years. But they're not ignoring the disruptive potential of cognitive computing or other emerging technologies (see Figure 3). \"We have to see whether new rivals from different industries will enter our sector and take counter measures.\" Koichi Takahashi, Member of the Board, Senior Executive Officer, General Manager, Finance and Accounting Division, Daikin Industries, Japan Mobile solutions Cloud computing and services Internet of Things (IoT) Cognitive computing Advanced manufacturing technologies New energy sources and solutions Bioengineering 63% 61% 57% 37% 12% 60% 52% 52% 38% 23% 26% 36% 14% All CxOs CFOs CFOs 28% Man-machine hybrids 10% 11% Eighty percent of CFOs also expect digital forms of interaction with customers to predominate, as face-to-face contact continues to dwindle. \"Technology has challenged the notion that retail banking services are fulfilled only within the walls of our branches,\" the CFO of a Philippine bank pointed out. And 52 percent of CFOs envisage collaborating more extensively with other organizations to access external innovation. \"One of my priorities is making alliances with companies that have greater technological know-how than we do,\" the CFO of a Mexican consumer products company commented. However, acquiring the right technological know-how is only one of the issues CFOs know they'll have to contend with - and many are preoccupied with more immediate challenges, such as whether their own finance teams are ready to weather the storm. Three-quarters of respondents said it's vital to integrate information and resources across their enterprises, for example. Yet less than half told us their people are up to the job. There are almost equally large gaps between the importance CFOs attribute to various other priorities and the proficiency with which they said their employees perform these tasks (see Figure 4). \"It's very hard to evaluate the impact of new technologies. We worry that we might miss a disruptive game-changer.\" Dr. Stefan Mäder, CFO, SIX, Switzerland Figure 4 Shortfall: CFOs worry that their teams aren't ready to weather the disruption Drive integration of information across the enterprise Develop talent in the finance organization Provide input into enterprise strategy Identify and track new revenue growth opportunities Optimize planning, budgeting and forecasting Effectiveness Importance 47% 75% 60% 86% 38% 63% 67% 86% 62% 81% 28% gap 26% gap 25% gap"}, 
{"fileName":"GBE03736USEN.pdf","id":"f2f7d8c9-7f86-4ed2-a208-6f7e764e2be6","title":"What to do: Take the long view","body":"So how are CFOs rising to the challenge? Those who head Performance Accelerators are taking the long view. All are deeply involved in shaping their organization's strategy and wield a considerable degree of influence. By contrast, only 62 percent of CFOs who head other finance teams play a significant role in strategy development; the rest are just focusing on the numbers. This should be a serious concern. As our previous C-suite Study shows, Chief Executive Officers rely more heavily on the CFO than on other CxOs for strategic advice - with good reason.3 The partnership between the two is the crux of the process by which an organization turns high-level planning into revenue growth and profit. And in a period of great tumult, speedy access to deep financial insights and accurate forecasts is more important than ever. Furthermore, Performance Accelerators have a much firmer grip on the facts. They have all, without exception, integrated their financial planning with their organizations' strategic and operational planning. They're also better than other finance teams at budgeting, forecasting, and measuring and monitoring business performance (see Figure 5). Figure 5 Fine gauge: Performance Accelerators have superior planning and monitoring skills 85% 100% 54% more Performance Accelerators Other finance teams Integrate financial planning with strategic and operational planning 70% 95% 56% more Optimize planning, budgeting and forecasting Measure/monitor business performance 47% 68% more 100% That's not all. Performance Accelerators cover a far wider range of activities than those traditionally executed by the finance function. They place more emphasis on new markets, for example, and look further afield for new opportunities to expand (see Figure 6). Performance Accelerators are also more than twice as likely to be involved in assessing market conditions. They study industry trends and forecasts, analyze rival organizations' strengths, weaknesses, opportunities and threats, and bring these insights to bear on boardroom discussions. In essence, Performance Accelerators are much more forward-looking. They participate in key strategic decisions. They're also ahead of the crowd when it comes to prospecting for leads and tracking how their organizations follow up on these opportunities. Performance Accelerators aren't burying their heads in spreadsheets; they're focusing on the big picture. \"The world we know is [our company]. Now we need to know the rest of the world.\" Bob Roberts, CFO, Baptist Health, United States Figure 6 Competitive edge: Performance Accelerators seek new markets 33% 77% 58% more Performance Accelerators Other finance teams More focus on new markets Note: This finding is statistically reliable but should be regarded as directional only, due to small n-counts."}, 
{"fileName":"GBE03736USEN.pdf","id":"9c5dfde8-e1ca-411b-891c-f15dc16b604c","title":"How to do it: Prepare for the \"next wave\"","body":"Both the strategy an enterprise pursues and the environment in which it operates help to shape its business model, including the products and services it offers, how it provides them and the customers it targets. CFOs recognize as much. Most plan to review various aspects of their organizations, in light of the technological advances they expect. Here, too, Performance Accelerators stand out from their peers. They're working closely with the rest of the business to explore and understand the ramifications of the \"next wave\" - such as the potential for new offerings and the opportunities to serve different customer segments (see Figure 7). Moreover, because they're armed with a clearer grasp of industry trends and the nature of the competition, they're in a better position to analyze the implications and allocate capital to the most promising opportunities. Figure 7 Eyes ahead: Performance Accelerators are actively exploring the impact of the next wave \"The most important thing we must do is respond to our customers' needs individually, rather than treating them as a mass market.'\" Kazuyuki Shimada, CFO, FANCL Corporation, Japan 44% 95% 66% more Performance Accelerators Other finance teams Products/ services portfolio 66% 83% 50% more Customer types or segments An example? The CFOs who head Performance Accelerators are acutely aware of the need to provide more compelling customer experiences in the future, as the digital revolution raises people's expectations. A full 79 percent expect to see more individualized contact with customers in the next three to five years, compared with just 59 percent of other finance teams. Why should that matter to the finance function, when the customer relationship is primarily the Chief Marketing Officer's concern? It matters because of the impact on operating costs and revenues. Interacting digitally with customers through mobile and social, even on a one-on-one basis, is cheaper than engaging with them in person or via call centers. But digital customers are also much less \"sticky\" than face-to-face customers, so revenue flows are far less predictable. Performance Accelerators dig beneath the surface to explore such issues. They also get more deeply involved in assessing the impact of new trends and technologies on their organizations' revenue models and partnerships (see Figure 8). And they're much better at evaluating new opportunities in the context of the risks and rewards. All excel at identifying and tracking new opportunities for revenue growth and managing risk. By contrast, only 31 percent of other finance teams are particularly effective at pinpointing new leads, and only 61 percent are particularly effective at managing risk. That's not to say Performance Accelerators try to avoid every danger. \"We have to think about value rather than cost, and creating value entails taking some risks,\" the CFO of a Canadian bank noted. Nevertheless, Performance Accelerators are more confident of their ability to assess the pros and cons with clear eyes. Figure 8 Deep dive: Performance Accelerators are considering new revenue models and partnerships 65% 86% 52% more Performance Accelerators Other finance teams New revenue models 44% 79% 55% more Partnerships"}, 
{"fileName":"GBE03736USEN.pdf","id":"828aba66-8ace-479a-a4e5-5652c00d030d","title":"Seize the initiative","body":"CFOs know they need to prepare for a future in which disruption is pervasive: a future in which technological advances are blurring the distinctions between different industries and new competitors are emerging \"from left field.\" So how can they help guide their organizations through the tumult as safely and profitably as possible? The Performance Accelerators in our study provide lessons from which CFOs everywhere can benefit. What to do: Take the long view Become a big-picture thinker. Focus on the strategic implications of industry convergence and digital transformation. Analyze industry trends and changes in the competitive landscape regularly and rigorously; bear in mind that digital invaders can be very hard to detect while they're small, so you'll need to scan the entire scene. Look forward - and far afield - for new opportunities to expand. And make sure your organization's financial planning is fully aligned with its strategic and operational planning. How to do it: Prepare for the \"next wave\" Evaluate the impact of emerging technologies on every aspect of your enterprise. Assess the potential for providing more individualized digital customer experiences, and search for partners who can help your organization become more innovative by sharing technological expertise. Draw on input from customers and partners, as well as market research and data from the business units, to optimize your planning and boost your bottom line. What you need to do it: Integrate, analyze and adapt Establish enterprise-wide information standards, definitions and finance processes. Invest in technologies that will enable you to integrate data from different sources. Analyze it to produce richer, more predictive insights and allocate capital more efficiently. Emphasize the importance of developing talent - both financial skills and the business acumen required to promote a closer partnership with the operating units. And create scalable delivery models to expedite turnaround times for analyzing information. You can find \"Redefining Boundaries,\" the first installment of our latest Global C-suite Study at ibm.com/csuitestudy , or via the IBV tablet apps on iOS and Android. For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com. Follow @IBMIBV on Twitter and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for your phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues. Figure 12 Sector spread: We spoke with CFOs from 18 industries 6% 16% 5 %"}, 
{"fileName":"GBE03737USEN.pdf","id":"12700546-3d98-483b-8209-1e9b06a45f3b","title":"Redefining Ecosystems","body":"Insights from the Global C-suite Study - The COO perspective IBM Institute for Business Value Total number of COOs interviewed 657 North America 243 Central and South America 69 Western Europe 123 Central and Eastern Europe 32 Middle East and Africa 37 Asia Pacific 102 Japan 51 This report draws on input from the 5,247 C-suite executives (CxOs) who participated in our latest C-suite Study - the eighteenth in the ongoing series of CxO studies conducted by the IBM Institute for Business Value. We now have data from more than 28,000 interviews stretching back to 2003. Here, we focus on the perspectives of Chief Operating Officers (COOs)."}, 
{"fileName":"GBE03737USEN.pdf","id":"522e7d9f-3375-4b46-a9f7-f2eced24c812","title":"At the heart of the hurricane","body":"Technological advances are overturning the status quo and bringing huge turmoil in their wake. Industries are converging, and new competitors emerging, with breakneck speed. Production techniques are evolving, as the Internet of Things (IoT), 3D printing and other technologies come on stream. And the manufacturing base is shifting, as labor costs, energy availability and the demands on operations change. So how are COOs navigating the hurricane? In the overarching part of our latest C-suite Study, we interviewed 5,247 top executives to find out what they think the future holds and how they're positioning their organizations to prosper in the \"age of disruption.\"1 This report delves more deeply into the views of the 657 COOs who contributed to our research - and what the operations gurus of the most successful enterprises do differently.2 We identified a small group of COOs with organizations that have both strong reputations as leading innovators and superb financial track records. The Torchbearers, as we call them, comprise 6 percent of all enterprises represented by COOs. We also identified a group of organizations that lag behind the rest. Market Followers have much lower market profiles in the opinions of the COOs who speak for them, and almost all are far less financially successful. They account for 37 percent of our sample. Comparing the two groups reveals pronounced differences between Torchbearer COOs and Market Follower COOs.3 Torchbearer COOs are actively redesigning the operating models their organizations use. They're also forming more expansive, innovative ecosystems and boosting their digital acumen. \"What we fear most is disruptive competition: new players who could disintermediate us by developing new business models that provide more value.\" COO, Consumer Products, Spain"}, 
{"fileName":"GBE03737USEN.pdf","id":"11053af1-0210-425e-aa5b-2cc1c1b9fd3d","title":"Disruptive trends, dangerous times","body":"COOs everywhere realize the barriers between formerly distinct industries are collapsing, as companies in one sector apply their expertise to others - producing new hybrids and erasing traditional industry classifications in the process. They believe this is the single biggest trend transforming the business arena (see Figure 1). But COOs - like other CxOs - see industry convergence as a double-edged sword. On the upside, it's creating completely new opportunities for growth by shifting the focus from standalone products and services to cross-sector experiences that meld the digital and physical realms. On the downside, it's exacerbating competition because rival enterprises can seize an organization's core business as they expand into adjacent areas. One company's convergence is another's encroachment. Figure 1 Blurring boundaries: COOs say industry convergence is the biggest trend on the horizon \"Industry convergence will drive the need to differentiate based on brand reputation, quality of service and partner network.\" Marco Barioni, COO, Reale Mutua, Italy The \"anywhere\" workplace Industry convergence Rising cyber risk The redistribution of consumer purchasing power The sustainability imperative Alternative finance and financing mechanisms The sharing economy 66% 50% 46% 43% 24% 64% 49% 50% 44% 25% 28% 30% 26% All CxOs COOs COOs 32% Hence, COOs expect even more competition from new rivals in adjacent industries than they did two years ago, when we completed our last C-suite Study (see Figure 2). \"Our competitors aren't just traditional universal banks anymore,\" the COO of an Asian financial services firm noted. \"Telecommunications companies and pawnshops are a threat, for example, because they could venture into the payments business.\" Most COOs say fending off these new rivals will entail providing more digitized, personalized offerings. A full 75 percent told us virtual forms of engagement will predominate in the next three to five years, as face-to-face contact continues to dwindle. Similarly, 62 percent anticipate interacting with customers on a more individualized basis. Figure 2 Hostile force: COOs are worried about outsiders invading their territory 50%28% 2013 38%43% 2015 32% increase More competition expected from other industries More competition expected from within the same industry \"Competitors who, until recently, had no established presence are now quickly moving into our space.\" COO, Banking and Financial Markets, United Kingdom So what underpins this change in the competitive landscape? COOs agree with their C-suite colleagues that the disruptive influence of new technologies is one of the root causes. They say cloud computing, the IoT and mobile solutions will have a particularly big bearing on their organizations in the next few years. But they're not ignoring the potential of cognitive computing, robotics and other such advanced manufacturing tools (see Figure 3). Collectively, these technologies are transforming the way we connect, what we connect and what we do with the connections. They're giving people ubiquitous access to other people and information, linking objects to other objects without human intervention and producing far deeper operational insights. They're also facilitating cheaper, more localized manufacturing and greater responsiveness to customers. Figure 3 Tech spec: COOs expect three technologies to have a major impact on their firms \"Ultimately, computing is about networked intelligence, and from this technical perspective the real impact of the Internet and devices will be seen once that translates into automation and machine intelligence.\" Brian Armstrong, GCCO, Telkom SA, South Africa Mobile solutions Cloud computing and services Internet of Things (IoT) Cognitive computing Advanced manufacturing technologies New energy sources and solutions Bioengineering 63% 57% 61% 37% 12% 67% 56% 58% 34% 23% 25% 31% 12% All CxOs COOs COOs 28% Man-machine hybrids 10% 11%"}, 
{"fileName":"GBE03737USEN.pdf","id":"5508238b-c320-4f93-a89e-1eed25b9457e","title":"How to do it: Innovate your ecosystem","body":"No organization can do everything, though - even with the best operating model. This is why most COOs have either been building nimbler, more innovative ecosystems or plan to do so within the next few years (see Figure 6). They're looking for suppliers, service providers and other partners to help them deliver the compelling experiences customers now expect. In fact, some firms are going considerably further. They're selling off physical assets and collaborating with other enterprises to access the infrastructure they need. U.S. hospitality companies Hyatt, Marriott, Hilton and Starwood have all adopted \"asset-light\" models, where they franchise and manage hotels rather than owning the buildings.7 However, this is a strategy that should be pursued with great care. Higher operating expenses may outweigh the savings on capital investment. There may also be a price to pay in speed and flexibility. \"The product lifecycle is becoming shorter, and there's greater potential for disruption than ever before, which means we'll have to make our operating model more f lexible.\" Bill Muir, COO, Jabil Circuit, United States Figure 6 Net benefits: COOs plan to create more innovative and agile ecosystems Have already done Plan to do in the next 2 to 5 years Increase level of partnering to add value 47% 45% Implement a predictive risk management strategy 33% 57% Use collaborative digital strategies 31% 58% Build agile and social networks 26% 57% That said, participating in an ecosystem can help all the members extend their reach and range, and produce more value collectively than they can individually - as Torchbearer COOs clearly appreciate. It's no accident that they're making more effort both to reassess the partnerships they've formed and to expand their existing networks (see Figure 7). Torchbearer COOs are also more at ease with the decentralized management style ecosystems dictate: 63 percent anticipate more decentralized decision making in the next three to five years, compared with just 42 percent of Market Follower COOs. \"A centralized organizational model that limits the power of the local branches will also limit the ability to customize your offerings,\" the COO of an Italian financial services provider warned. \"These days, it's essential to build an ecosystem of customers and partners, and innovate continuously.\" COO, Electronics, Japan Figure 7 Allied approach: Torchbearer COOs are more likely to be reviewing and expanding their partnerships 25% 69% 55% more Torchbearer COOs Market Follower COOs Reassess partnerships 34% 75% 56% more Expand partner network And the whole point of joining forces with other organizations is, of course, to offer better, more customized offerings faster and more efficiently. Managing operations isn't just about making products and matching supply with demand; it's also about adding value by developing superior products, services and processes. Torchbearer COOs are acutely aware of this imperative and far more intent on forming agile, inventive partnerships to help them reach the market first with groundbreaking innovations (see Figure 8). An example? U.S. white goods manufacturer Whirlpool is collaborating with various enterprises to provide smart home appliances with accompanying services, based on analysis of the data the appliances generate. Whirlpool aims, among other things, to help its customers save energy and water and use their time more efficiently by performing routine household chores without being tethered to their homes.8 \"We need to get a better understanding of the alliances and partnerships we should form and act faster.\" COO, Consumer Products, Brazil Figure 8 Lead role: Torchbearer COOs are putting more effort into creating agile operations to pioneer innovation 74% 66% 38% more Torchbearer COOs Market Follower COOs Focus on reaching the market first"}, 
{"fileName":"GBE03737USEN.pdf","id":"f14ad34c-8345-46a1-8167-4a6388fd7fd8","title":"What you need to do it: Boost your digital acumen","body":"Most COOs told us they also plan to use advanced analytics, modeling and real-time data to streamline their own operations (see Figure 9). Relatively few respondents have made much progress yet. But it's high on their agendas because they realize it will let them predict demand and monitor their production schedules more accurately, as well as making their supply chains more transparent. That, in turn, will enable them to cut their processing and inventory-carrying costs and respond more rapidly to changing customer preferences. Again, Torchbearer COOs are way out in front: 67 percent already use analytics to manage their operations, compared with just 44 percent of Market Follower COOs. Indeed, Torchbearer COOs are 43 percent more likely to use analytics for researching material prices and selecting suppliers, and 47 percent more likely to do so for the purpose of making the end-to-end value chain more visible. Figure 9 Streamlined ops: Most COOs plan to use advanced analytics, modeling and real-time data Have already done Plan to do in the next 2 to 5 years Adopt advanced analytics and modeling tools 32% 63% Optimize flows for rapid market response 35% 57% Use real-time data to predict demand 28% 63% Synchronize all operations 42% 47% \"With real-time data, advanced analytics and a single view of the customer, we'll be more agile and able to respond more rapidly.\" COO, Banking and Financial Markets, Ireland They command an even bigger lead when it comes to forecasting and responding to variations in demand, and incorporating customer input into their production and distribution processes (see Figure 10). Torchbearer COOs are, quite simply, more switched on to the value of analytics in predicting - and accommodating - customers' desires. However, combining information technology with industrial automation to optimize output and efficiency takes different skills from those traditionally associated with manufacturing and distribution. Data analysts, modeling and simulation experts, technicians who can maintain highly automated equipment and processes, regulatory affairs and safety professionals, digitally enabled logistics and transportation specialists: they all play a major role. So investing in the right technologies is only part of the solution; the other part is developing the talent required to use those technologies effectively. \"Moving technology closer to the customer will provide better client analytics. This will allow customers to access and receive what they need, resulting in greater revenue.\" COO, Insurance, South Africa Figure 10 Client-conscious: Torchbearer COOs are far better at using analytics to respond to customers' needs and desires 1 02% 83% 41% more Torchbearer COOs Market Follower COOs Predict and respond to customer demand variability 63% 57% 35% more Incorporate customer input into supply chain, production and distribution Two-thirds of the COOs in our study understand this. They know they'll either have to hire people with the relevant qualifications or train existing employees. But as other research by the IBM Institute for Business Value shows, there's a huge gulf between awareness and action. Most operations executives conceded that talent shortages were one of the biggest impediments to their plans for going digital. Yet only 17 percent had recruited new staff, only 27 percent had created new leadership roles and only 36 percent had invested in training the workforce.9 Torchbearer COOs take a more hands-on approach to talent management. They spend more time acquiring and developing talent. And they plan to become even more deeply involved in nurturing new skills over the next few years, in sharp contrast with Market Follower COOs (see Figure 11). Figure 11 Skills agenda: Torchbearer COOs take a more hands-on approach to nurturing talent 18% 58% 49% more Torchbearer COOs Market Follower COOs Today 50% 69% 46% more In 3 to 5 years \"We need to improve our recruitment processes and remuneration policies, and re-skill our existing employees. People are an organization's crown jewels.\" COO, Energy and Utilities, India"}, 
{"fileName":"GBE03737USEN.pdf","id":"231bb71d-d8b5-4684-b534-60ac30c5f9e5","title":"Seize the torch","body":"COOs know they need to prepare for a future in which disruption is pervasive: a future in which technological advances are increasingly blurring the distinctions between different industries, new competitors are emerging from \"left field\" and customers are becoming ever more demanding. So how can they redefine the ecosystems in which their organizations participate and make their operations more efficient? The Torchbearer COOs in our study provide lessons from which COOs everywhere can profit. What to do: Redesign your operating model Align your digital operations strategy with your organization's business objectives. Capitalize on advances in robotics and the IoT to automate your manufacturing and preventative maintenance, and investigate the potential of emerging technologies like 3D printing. Identify the best sites for production and assembly based on total landed costs, bearing in mind the impact on your organization's agility and customer responsiveness. Optimize your digital operations sustainably. And explore the opportunities for crossing over into other industries. How to do it: Innovate your ecosystem Focus on building a bigger, more innovative ecosystem. Look for organizations that can help you customize your product/service portfolio and develop new offerings, or those with specific expertise that can help you make your global operations more agile. Examine the pros and cons of using an asset-light versus an asset-heavy approach. And adopt a decentralized management style; you can only reap the benefits of getting real-time operational insights by delegating decisions to the people on the ground. What you need to do it: Boost your digital acumen Use analytics and modeling to make sense of the \"big data\" generated by machine-to-machine connections and smart sensors, predict demand and optimize your operations. The value of the IoT lies as much in the insights it unlocks as it does in the opportunity to create intelligent products and services. Get personally involved in training existing employees and hiring additional employees to manage this tidal wave of data. And move fast because people with the requisite skills will be in short supply, as the next wave comes ever closer. You can find \"Redefining Boundaries,\" the first part of our latest Global C-suite Study, at ibm.com/csuitestudy, or via the IBV tablet apps on iOS and Android. For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com. Follow @IBMIBV on Twitter and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for your phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues."}, 
{"fileName":"GBE03739USEN.pdf","id":"9b112fc7-fc60-4e90-8d38-b5b62fc76710","title":"Redefining Talent","body":"Insights from the Global C-suite Study - The CHRO perspective IBM Institute for Business Value Total number of CHROs interviewed 601 North America 266 Central and South America 32 Western Europe 95 Central and Eastern Europe 23 Middle East and Africa 25 Asia Pacific 88 Japan 72 This report draws on input from the 5,247 C-suite executives (CxOs) who participated in our latest C-suite Study - the eighteenth in the ongoing series of CxO studies conducted by the IBM Institute for Business Value. We now have data from more than 28,000 interviews stretching back to 2003. Here, we focus on the perspectives of Chief Human Resources Officers (CHROs)."}, 
{"fileName":"GBE03739USEN.pdf","id":"c3226934-c8e4-450f-855e-70f87407f9ab","title":"Uncharted territory","body":"Technological advances are disrupting the status quo and bringing huge turmoil in their wake. Industries are converging, and new competitors emerging, as never before. The nature of work is changing and demand for digital expertise is soaring, while other skills are becoming defunct. So how can CHROs chart a path through the turbulence and help their fellow executives understand the impact on the workforce? In the first part of our latest C-suite Study, we interviewed 5,247 business leaders to find out what they believe the future holds and how they're positioning their organizations to prosper in the \"age of disruption.\"1 This report probes more deeply into the views of the 601 CHROs who contributed to our research. We discovered that the most perceptive CHROs are treating present and potential employees like customers. They're also capitalizing on emerging technologies to improve the employee experience, building a flexible skills base, drawing on analytics to predict future workforce trends and creating a social dialogue with employees to manage change more effectively. Convergence, competition, commotion CHROs, like other CxOs, recognize that the barriers between previously separate industries are collapsing, as companies in one sector apply their expertise to others. For example, electric carmaker Tesla is entering the power sector with a new line of zero-carbon batteries for homes, businesses and utilities.2 Similarly, online retailer Alibaba is moving into video streaming.3 \"There's so much discontinuity - and it's very difficult to see who the disrupters will be.\" CHRO, Professional and Computer Services, United States CHROs told us that industry convergence is the single biggest trend transforming the business arena (see Figure 1). And they see it as a very mixed blessing. On the upside, it's providing new opportunities for growth by shifting the focus from standalone goods and services to cross-sector customer experiences. On the downside, it's producing more competition, because other enterprises can seize an organization's core business as they expand into adjacent spaces. Hence, 51 percent of CHROs expect more competition from new rivals in contiguous industries over the next three to five years. What underpins the change in the competitive environment? CHROs point to a potent mix of new technologies and market pressures. Like their C-suite colleagues, they expect both to have a huge influence on their enterprises over the next three to five years. Predictably, however, a larger percentage of CHROs said that people skills would also have a major impact. Figure 1 Border disorder: CHROs, like other CxOs, say the barriers between industries are dissolving The \"anywhere\" workplace Industry convergence Rising cyber risk The redistribution of consumer purchasing power The sustainability imperative Alternative finance and financing mechanisms The sharing economy 66% 50% 46% 43% 24% 68% 53% 47% 41% 25% 26% 37% 18% All CxOs CHROs CHROs 32% \"New competitors from different industries are entering our market. We need to look at what these companies are doing, rather than watching how other enterprises in our industry behave.\" Gustavo Hernan Garcia, HR Director, ICBC, Argentina CHROs are arguably ahead of the game in this respect. They realize that capitalizing on new technologies and withstanding the dramatic market upheavals now taking place will entail developing a workforce with different capabilities. And they're already planning how to tackle the challenge. Most respondents intend to recruit staff with the skills their enterprises lack. More than two-thirds also anticipate working with third-party providers and partnering with other organizations to gain additional expertise (see Figure 2). So CHROs are just as attuned as other members of the C-suite to the way the business arena is shifting. And they're actively preparing for a more tumultuous future - a future in which the talent landscape is completely redefined. Figure 2 Skill fill: CHROs plan to secure new talent primarily by hiring new employees and partnering Hiring new employees with skills you require Investing in automated systems 78% 80 % Working with third-party providers 75% 70% Partnering with other enterprises to tap their expertise 74% 67% 41% 40% Soliciting help from customers and rewarding them 27% 27% All CxOs CHROs \"We need a diverse workforce that ref lects the customers we serve - a workforce that's also innovative and collaborative, and embraces change.\" CHRO, Energy and Utilities, Canada \"We need to create an environment that attracts committed employees and encourages them to stay.\" Barbara Schaerer, CHRO, Swiss Federal Government, Switzerland"}, 
{"fileName":"GBE03739USEN.pdf","id":"d6773636-3870-4bf2-b462-6153c793586f","title":"What to do: Look at talent through a marketing lens","body":"Industry convergence and technological advances will directly affect how CHROs seek and manage talent in three ways. First, they will need to \"fish in new ponds.\" This will force many organizations to review their recruitment practices. Most job advertisements are better at explaining what's required than at selling the job to potential candidates. Cumbersome online application forms and selection processes are another turn-off. And companies that are newcomers to certain labor pools or markets will need to broaden their appeal. GE is one enterprise that's trying to expand its reach. It recently launched a witty advertising campaign to recruit young software developers. When college graduate Owen tells his family and friends that GE has hired him, they are bewildered. Owen's attempts to explain that he will be writing code that lets machines talk to each other elicit confused stares because everybody assumes GE is still a traditional manufacturer rather than a leading player in the digital world.4 Second, CHROs will have to design employee experiences that attract individuals from diverse backgrounds and encourage them to stay. Providing the right connections can enable employees to form communities, foster camaraderie and promote loyalty, for example. Similarly, creating comfortable workplaces with personal space and open areas for free-flowing discussion can improve productivity. And giving staff access to technologies that are as simple and convenient as those they use in their personal lives can make their work easier. Third, CHROs must watch out for competitors encroaching on their territory. New players won't restrict their attention to customers; they will be equally eager to poach highly skilled employees - as Carnegie Mellon University discovered. In February 2015, the university formed a strategic partnership with Uber to develop driverless-car technology, only to have Uber hire away a number of their top robotics researchers.5 As competition for the best talent intensifies, CHROs will need to borrow from the techniques used by Chief Marketing Officers (CMOs). They will have to reposition their organizations to appeal to new employee segments, rethink their social recruitment strategies and build relationships with a wide group of potential candidates. They will also have to provide employee experiences that emulate the personalized customer experiences good marketers deliver. These changes will act as a catalyst for the transformation of the HR function. Continual workforce planning and skills development will be crucial, for example, to cope with rapidly evolving technologies and expansion into new business lines. CHROs must be able to identify vital skills and instill them in the workforce faster and on a far larger scale than before. There are ramifications for other executives as well. The upheavals in the business landscape will require leaders who can help employees adapt. Here, the evidence suggests that CxOs fall short (see Figure 3). CHROs are especially unsure about whether their colleagues are ready to manage a more complex workforce - with reason, perhaps. It's far harder to lead a coalition of employees, contractors and individuals from partnering organizations than it is to lead a team of people who work for the same business and have largely similar perspectives. \"We're now better placed to attract 'rock stars.' But it's harder to keep such people because other companies want them, too.\" Hy Pomerance, CHRO, QBE North America, United States Figure 3 Chief challenge: CHROs say CxOs are still figuring out how to manage disruptive change 63% 62% Leadership understands the impact of changing technologies on the workforce Leadership balances the need to deliver business results with the ability to lead through change The enterprise is prepared to manage a more complex workforce 46%"}, 
{"fileName":"GBE03739USEN.pdf","id":"4957f3e8-babe-499a-b795-d15401890be3","title":"How to do it: Exploit technology to enhance the employee experience","body":"So how are CHROs preparing to enhance the employee experience and manage change more effectively? They concur with other CxOs in thinking three specific technologies - cloud computing, mobile solutions and the Internet of Things (IoT) - will revolutionize the way they do business over the next few years (see Figure 4). Collectively, these technologies have major implications for the workforce and for HR service delivery alike. Figure 4 Triple play: CHROs, like other CxOs, see cloud, mobility and the IoT as revolutionary Mobile solutions Cloud computing and services Internet of Things (IoT) Cognitive computing Advanced manufacturing technologies New energy sources and solutions Bioengineering 63% 61% 57% 37% 12% 61% 49% 51% 33% 23% 33% 35% 18% All CxOs CHROs CHROs 28% Man-machine hybrids 10% 13% \"This new era - in which people carry incredible computing power with them everywhere they go - is completely changing our lifestyles.\" CHRO, Banking and Financial Markets, Turkey Implications for the workforce Cloud computing and mobility have jointly untethered people from their desks and facilitated the development of \"asset-light\" business models. This has various implications for the workforce. It reshapes the relationship between employee and employer, alters the way many activities are performed and brings about significant cultural changes. In a cloud-based world, employees can share resources and collaborate more effectively. And with mobile solutions, they can get access to information \"on the go\" - enabling them to do things they couldn't do before. A retail associate can instantly check whether something is in stock and show customers alternative options, for example. But while employees enjoy more flexibility, they're also at greater risk of suffering from \"device burnout.\" Mobility blurs the lines between work and home life - and some people struggle to disconnect from their jobs. The French government recently took steps to curb the problem with a rule restricting access to email outside working hours in certain sectors.6 There are other issues, too. Employees now have to compete with the \"human cloud\" - the vast reservoir of freelancers offering a wide range of services on demand. Numerous online platforms matching employers with independent workers have sprung up in the past few years. This provides easy access to talent but could leave employees feeling vulnerable. The IoT may have an even bigger impact. It will create work by generating huge amounts of data, all of which must be managed. But it could also eliminate some forms of work, with onsite security sensors replacing security guards and self-driving trucks replacing truck drivers, for example. U.S. manufacturer Freightliner has launched the first autonomous big rig. A human being still has to sit in the driver's seat, but that won't be the case forever.7 \"The employment model is changing. Businesses want labor that f lexes with demand.\" CHRO, Consumer Products, United States One last technology - cognitive computing - could prove equally revolutionary. Only a third of CHROs currently recognize its potential (as Figure 4 on page 6 shows). Nevertheless, cognitive computing holds great promise. Whereas conventional algorithm-based systems are limited by what they've been programmed to do, cognitive systems learn through experience and apply what they've learned to new inquiries. Cognitive technologies will change the nature of work by allowing people to harness the increasing volume of data that's being created. They will also provide practical feedback on how employees can improve their performance and enable closer coordination of human-machine interfaces. They can, for example, help research scientists make new discoveries and doctors pinpoint the best way of treating patients with complex diseases. Similarly, they can help wealth managers address their clients' needs more effectively by matching each client with the most appropriate financial products and services. Implications for the HR function These same technologies will have a profound impact on what the HR function does and how it delivers many services. Cloud computing will, for instance, enable CHROs to provide better employee experiences and offer a wider array of self-service options. It will also help them improve the quality of the data they collect and dispense with routine activities such as functionality upgrades (see Figure 5). They can then concentrate on more value-added activities, like analyzing and interpreting the data more efficiently and using the insights that emerge to make more informed decisions. \"We need to utilize cognitive computing and free human beings to engage in the tasks only human beings can perform.\" Takio Sudo, CHRO, Pasona Group, Japan As mobility alters the way people work, the HR function will also be expected to provide round-the-clock access to mobile learning solutions, performance aids and expert advice. Moreover, the CHRO will have to liaise with the Chief Information Officer (CIO) to design a clear device management policy. One key question is whether to let employees bring their own devices to work, which can boost productivity but exposes enterprise systems and data to greater security vulnerabilities. Figure 5 Cloud control: CHROs are turning to cloud computing to improve the employee experience and collect better data 68%Deliver improved employee experiencethrough greater functionality 66%Improve data quality 61%Enable more frequent functionality upgrades 61%Provide greater input into future business requirements 60%Reduce dependency on limited internalIT resources 48%Increase flexibility in addressingworkforce changes 47%Shift costs from capital to operatingexpenditures \"We're moving to mobile interaction with our customers. Our employees want the same thing; they expect mobile learning on demand, employee information and services delivered through online channels.\" Lee Yan Hong, Managing Director and Head, Group Human Resources, DBS Bank, Singapore The shift to mobile working will, likewise, entail reinventing PC-based HR processes such as recruitment, performance feedback and employee surveys. Social recognition company Globoforce has already entered this market, with the launch of an app that lets employees nominate, endorse and congratulate fellow workers.8 Similarly, CHROs will need to use mobile technology to provide shared services support via tools like text messaging. The IoT will bring other changes. With sociometers (smart badges that track how people interact with each other), employers will be better able to design workplaces that foster collaboration. Smart devices provide the means to customize environmental factors such as ambient temperature, lighting and noise - all of which can have a major impact on employee output - as well as warning staff about potential safety hazards. However, this must be done without invading people's privacy. Cognitive computing will also open up new service delivery opportunities, such as individualized \"concierge services\" to help employees develop new skills and identify new career paths. It will allow CHROs to detect previously undiscovered patterns, including trends in employee efficiency, engagement and retention, and put corrective measures in place. Lastly, it will facilitate more proactive recruitment procedures, using external data from sources like LinkedIn and internal data on existing staff to assess a candidate's suitability. To sum up, new technologies will impose new obligations on the HR function. But they will also provide a deeper understanding of employees and would-be employees, including their abilities, individual needs and preferences, and how they collaborate with other people. Above all, these technologies will enable CHROs to deliver better employee experiences, make their organizations more appealing and increase productivity. \"Cognitive computing will have a profound impact on HR. I envision great leaps in terms of guidance on human capital.\" CHRO, Electronics, United States"}, 
{"fileName":"GBE03739USEN.pdf","id":"de2cc8d5-fe48-4dd7-8391-728b1b32431a","title":"Seize the initiative","body":"CHROs know they need to prepare for a future in which disruption is pervasive: a future in which technological advances are increasingly blurring the distinctions between different industries and new competitors are emerging from \"left field.\" Coping with these upheavals will entail finding people with new, sometimes scarce skills; dealing with sensitive issues such as job displacement; managing a more flexible, transient workforce; and helping individuals at every organizational level handle enormous amounts of change. So how can CHROs maintain an edge as the talent landscape is redefined? Our respondents provide lessons from which CHROs across industries and regions can profit. What to do: Redesign your talent acquisition model Establish ongoing processes to target the talent your organization will need to differentiate itself in a rapidly changing world. Develop creative marketing techniques and provide analytical tools to attract, acquire and onboard a new generation of individuals with rare or unique skills. Build flexibility through partnerships with third-party providers capable of supplying competencies that can't be easily acquired at scale. How to do it: Reimagine the employee experience Focus on the employee experience as you would on the customer experience. Use analytics to understand different employee segments and their concerns. Invest in the key touchpoints where employees' experiences have a major impact on engagement levels and productivity. Work with the CIO, CMO and real estate partners to tailor the employee experience within the context of your organization's needs. Deploy rapid, iterative design principles to test and modify new ways of delivering employee experiences. \"We need a chessboard of new executive capabilities.\" Peter Fasolo, CHRO, Johnson & Johnson, United States What you need to do it: Rethink HR services for the cognitive age Assess how technology can help you expand the strategic scope of the HR function as well as improving your organization's operational efficiency. Consider using cloud-based software to provide best-in-class services and reduce reliance on the IT function. Leverage mobility to give employees information and insights, when and where they're needed. Incorporate social techniques to amplify the \"employee voice.\" Investigate using cognitive digital assistants to improve employee self-service and enhance the HR function's decision-making capabilities. You can find \"Redefining Boundaries,\" the first installment of our latest Global C-suite Study at ibm.com/csuitestudy , or via the IBV tablet apps on iOS and Android."}, 
{"fileName":"GBE03739USEN.pdf","id":"b2edb7b5-77b0-4ec9-a4b1-adba1c7177c2","title":"Notes and sources","body":"1 \"Redefining Boundaries: Insights from the Global C-suite Study.\" IBM Institute for Business Value. November 2015. www.ibm.com/csuitestudy 2 Muller, Joann. \"Tesla Says Demand For Powerwall Battery Storage Will Outstrip Electric Cars.\" Forbes. May 6, 2015. http://www.forbes.com/sites/joannmuller/2015/05/06/tesla -says-demand-for-powerwall-battery-storage-will-outstrip-electric-cars/#454ccdee77bb 3 \"A New Rival for Netflix? Alibaba to Enter Streaming Video Market in China.\" Zacks. June 15, 2015. http:// www.zacks.com/stock/news/178294 /a-new-rival-for-netflix-alibaba-to-enter-streaming-video-market-in-china 4 Nudd, Tim. \"Getting Hired by GE Impresses Absolutely No One in Company's Amusing New Ads.\" Adweek . September 8, 2015. http://www.adweek.com/adfreak/getting-hired-ge-impresses-absolutely-no-one- companys-amusing-new-ads-166760 5 Ramsey, Mike and Douglas MacMillan. \"Carnegie Mellon Reels After Uber Lures Away Researchers.\" The Wall Street Journal . May 31, 2015. http://www.wsj.com/articles/is -uber-a-friend-or-foe-of-carnegie-mellon-in-robotics-1433084582 6 De Castella, Tom. \"Could work emails be banned after 6pm?\" BBC News. April 10, 2014. http://www.bbc. co.uk/news/magazine-26958079 7 Goodwin, Antuan. \"4 things you should know about Freightliner's self-driving truck.\" CNET. May 9, 2015. http://www.cnet.com/uk/news /4-things-that-you-should-know-about-freightliners-autonomous-inspiration-truck/ 8 \"Mobile Recognition.\" Globoforce website. http://www.globoforce.com/how-it-works/superior-innovation/ mobile -recognition/ 9 Fern, Bruce, Eric Lesser and Skander Kechaou. \"Unlock the people equation: Using workforce analytics to drive business results.\" IBM Institute for Business Value. December 2014. http://www.ibm.com/services/us/ gbs/thoughtleadership/peopleequation/ 10 Feinzig, Sheri, Eric Lesser and Rena Rasch. \"Amplifying employee voice: How organizations can better connect to the pulse of the workforce.\" IBM Institute for Business Value. October 2015. http://www.ibm.com/ services/us/gbs/thoughtleadership/employeevoice/"}, 
{"fileName":"GBE03757USEN.pdf","id":"d9d90e58-19c6-4cf1-b683-623d2b16ccaa","title":"Fast forward","body":"Rethinking enterprises, ecosystems and economies with blockchains IBM Institute for Business Value How IBM can help As one of the world's leading research organizations, and one of the world's top contributors to open source projects, IBM is committed to fostering the collaborative effort required to transform how people, governments and businesses transact and interact. IBM provides clients the consulting and systems integration capabilities to design and rapidly adopt distributed ledgers, digital identity and blockchain solutions. IBM helps clients leverage the global scale, business domain expertise, and deep cloud integration experience required for the application of these technologies. Learn more at ibm.com /blockchain Executive Report Blockchain"}, 
{"fileName":"GBE03757USEN.pdf","id":"e83e7a22-88ce-4693-b6cd-70ce3f683100","title":"Executive summary","body":"The long history of human progress has been a steady march against friction. From the introduction of money to replace barter and the gradual replacement of wax seals by digital signatures, we have seen steady progress facilitated by digital innovations. The internet primed friction for a free-fall. Since then, some frictions fell while others rose. The friction of imperfect information, for example, took on added importance in an era that promotes transparency by business partners and consumers alike. New frictions like cybercrime threaten to cripple even the most successful organizations. Today, three types of frictions predominate: information, interaction and innovation. In varying degrees to different industries, they're a drag on efficiency. A distributed ledger for business networks based on blockchain technology has the potential to eliminate these frictions. The first system of record for business was a ledger captured on a clay tablet. Centuries later, the double-entry ledger helped promote modern finance. Since then, ledgers have been digitized but otherwise changed little, capturing only a snapshot of a transaction at a moment in time. They reflect only the information held by a single organization. Once a transaction has taken place, an asset is off one ledger and on to somebody else's. Distributed ledgers like blockchains are shared and write business transactions to an unbreakable chain that is a permanent record, viewable by the parties in a transaction. Blockchains shift the lens from information held by an individual owner to the cross-entity history of an asset or transaction. Our research shows that once that happens, five attributes that are fundamental to blockchains have the potential to vaporize the frictions that hold us back today. Propelling business with blockchains For centuries, global trade has been the single greatest creator of wealth in human history and market friction the greatest obstacle to wealth. Over the years, businesses have overcome multiple sources of friction. Institutions and instruments of trust emerged to reduce risk in business transactions. Technology innovations helped overcome inefficiencies. Still, many business transactions remain inefficient, expensive and vulnerable. Blockchain technology - which creates a permanent and transparent record of transactions - has the potential to obviate intractable inhibitors across industries. As frictions fall, a new science of organization emerges, and the way we structure industries and enterprises will take novel shape. With transparency the norm, a robust foundation for trust can become the springboard for further ecosystem evolution. Participants and assets once shut out of markets can join in, unleashing an accelerated flow of capital and unprecedented opportunities to create wealth. Our analysis of the impact of blockchains across the enterprise, ecosystems and economies shows that frictions can be greatly reduced or even eliminated. The result, we believe, will be a new economic equation for organizations, trust and value exchange. The enterprise, once constrained by complexity, can scale with impunity. It can integrate vertically or laterally across a network or ecosystem, or both. It can be small and transact with super efficiency. It can be a coalition of individuals that come together briefly. Moreover, it can operate autonomously and as part of a self-governing, cognitive network. Distributed ledgers can become the foundation of a robust system of trust, a decentralized platform for massive collaboration. With that, intermediaries will be shuttered. Assets that were once dormant can be exploited. Profit pools can shift and be redistributed. New services delivered on blockchain networks can accelerate access and liberate those that were once locked out of efficient value creation to fully participate in an all-in economy. Today, three types of frictions  - information, interaction and innovation - are a drag on efficiency. Five attributes that are fundamental to blockchains have the potential to vaporize the frictions that hold us back today. Monumental business model changes enabled by blockchains could transform: the science of organizational management, the tightening of trust and the economics of wealth creation."}, 
{"fileName":"GBE03757USEN.pdf","id":"a8dd95cc-2e80-49c0-966e-01f137bf07d7","title":"Beyond friction: Tackling the challenges of our times","body":"In every century, new technologies have chipped away at the sources of friction - the inefficiencies that held back progress. The Silk Road connected East to West. The first letters of credit established a new basis for trust in the 14th century. In the 19th century, the telephone connected us in real-time. The internet threw into hyper-drive what was once a slow march to dissipate friction. Technologists and economists alike began to anticipate a world that was friction-free. Friction, in theory, could be \"digitized away.\" The internet did flatten some frictions, like transaction costs. And while it has ameliorated some forms of imperfect information, it has not solved for it completely. The frictions that remain, however, are consequential.1 Indeed, they have become the basis for competition as start-ups race to capitalize on their destruction. At the same time, other frictions have grown. Conflicting cross-border regulations throttle globalization. New threats like cyber-attacks are costly to prevent and even more expensive to recover from. Ecosystems are choked by intermediaries ready to take their cuts. Figure 1 Frictions framework: Information, interaction and innovation frictions challenge business efficiency Friction defined Today, a number of frictions - of varying degrees of importance to different industries - add costs and remain a drag on global business and trade (see Figure 1). They have the power to slow us down and sometimes to stop us cold. Information frictions Imperfect information. Participants in a transaction don't have access to the same information. In the age of big data, that can put them at a disadvantage, potentially diminishing the value for their full ecosystem. Too often, information may also be incorrect or inconsistent, leading to bad decisions or delays while reconciling it. Inaccessible information. T he potential value of abundant data and information is greatly constrained by the technical challenges of storing, processing, sharing and analyzing it. As a result, much information is not collected or remains inaccessible. Information risks. Technological risks to information, from hacking to cybercrime and privacy concerns to identity theft are on the rise. These incur growing costs, as well as damage to brand reputations. Interaction frictions Transaction costs. The cost of conducting business is a function of its complexity and grows with scale, its size and the resources that need to be managed, including intermediaries. In almost every case, the cost of complexity yields diminishing returns. Degrees of separation. As the world flattens and digital platforms connect disparate parties, distance has shrunk, but delays remain due to arcane business processes. Business transactions that take days and are costly to manage via intermediaries are prime for disruption by nimbler competitors. Source: IBM Institute for Business Value analysis. Frictions"}, 
{"fileName":"GBE03757USEN.pdf","id":"c8d4a765-7f17-4d15-88c1-8b1e734a7a29","title":"Engineered for motion: How blockchains propel us forward","body":"Today, transactions are recorded in multiple ledgers. Each one captures at best a moment in time and reflects the information held by a single party: Bank X purchased or sold a mortgage, for example. They don't record what happens next, what came before, or the role of others - partners, suppliers, consumers - in the transaction. Moreover, they're prone to human error and vulnerable to tampering. By contrast, distributed ledgers can be shared and updated in near real-time across a group of participants (see Figure 3). Every transaction becomes part of the permanent record and can be scrutinized by those that have permission - and relevant information can be shared with others based on their roles and access privileges. Figure 3 Future view: A shared ledger built on blockchain offers visibility, trust and permanence Source: IBM Institute for Business Value analysis. Insura nce co mp an y N ot ar y Auditor Ow ner Government B ank Shared ledger Today, cross-border payment transactions occur over secure and reliable messaging infrastructure like SWIFT. Banks send messages back and forth on SWIFT to accomplish various tasks, with each bank maintaining its state of the task locally. One can imagine a blockchain-based approach where banks send messages on the blockchain that represent the shared state of the task, with each message moving the task to the next state in its lifecycle. Blockchains shift the paradigm from information held by a single owner to a shared lifetime history of an asset or transaction. Instead of messaging-based communications, the new paradigm is state-based. Information that was once obscure now becomes visible. Friction in free-fall Blockchains can be \"permissioned\" or \"permissionless.\" Unlike their permissionless counterparts, permissioned blockchains enforce identity-based policies that can constrain both access to data and network participation. This enables participating organizations to comply with data protection regulations. Permissioned blockchains are also more effective at controlling the consistency of the data that gets appended to the blockchain, allowing for more granular decision processes to be built on top of them. But common to both is a set of attributes (see Figure 4). Our research suggests that five blockchain attributes are instrumental in stripping out frictions. Figure 4 Blockchain attributes framework: Five are key to reducing frictions Source: IBM Institute for Business Value analysis. Distributed and sustainable Secure and indelible /////////////////////////////////////////////////// Transparent and auditable Flexible and orchestrated Consensus-based and transactional Shared ledger Distributed and sustainable. The ledger is shared, updated with every transaction and selectively replicated among participants in near real-time. Privacy is maintained via cryptographic techniques and/or data partitioning techniques to give participants selective visibility into the ledger; both transactions and the identity of transacting parties can be masked. Because it is not owned or controlled by any single organization, the blockchain platform's continued existence isn't dependent on any individual entity. Secure and indelible. Cryptography authenticates and verifies transactions and allows participants to see only the parts of the ledger that are relevant to them. Once conditions are agreed to, participants can't tamper with a record of the transaction. Errors can only be reversed with new transactions. Transparent and auditable. Because participants in a transaction have access to the same records, they can validate transactions, and verify identities or ownership without the need for third-party intermediaries. Transactions are time-stamped and can be verified in near real-time. Consensus-based and transactional. All relevant network participants must agree that a transaction is valid. This is achieved by using consensus algorithms. Blockchains establish the conditions under which a transaction or asset exchange can occur. It takes a community: Hyperledger collaboration The full potential of the blockchain is unleashed when it operates across ecosystems. The Hyperledger Project at the Linux Foundation is a shared and open source development project to identify and advance the features of blockchain across industries.5 It brings together partners in the finance, technology and other related industries. Accenture, ANZ Bank, Cisco, CLS, Credits, Deutsche Börse, Digital Asset, DTCC, Fujitsu, IC3, IBM, Intel, London Stock Exchange, R3, State Street, SWIFT and Wells Fargo were its founding members. Since then, many more members have joined.6 Orchestrated and flexible. Because business rules and smart contracts that execute based on one or more conditions can be built into the platform, blockchain business networks can evolve as they mature to support end-to-end business processes and a wide range of activities. Blockchains transforming ecosystems Supply chains are prime examples of blockchain's potential for transformation that spans industries. Initial blockchain efforts could have quick impact by transforming even a small portion of the supply chain, such as the information used during importing. If import terminals received data from bills of lading earlier in the process, terminals could plan and execute more efficiently and without privacy concerns. Blockchain technology could make appropriate data visible in near real-time - for example, the departure time and weight of containers - while making inaccessible the information about the owners and value of the cargo. Costly delays and losses due to missing paperwork would be avoided. Blockchains could also enable a robust and secure exchange for shared logistics, coordinating a vast array of activities from sharing spare space in a warehouse to optimizing truck fleets and shipping containers. Retailers and manufacturers could greatly improve demand forecasting and stock replenishment. Financial institutions, armed with a detailed track record of a supplier's reliability, could extend much needed credit to fuel the trading industry. Regulators could trace the origin of goods from raw materials, making it easier to identify counterfeit items, as well as sources of tainted materials. Figure 5 Improving interactions: A blockchain-enabled bill of lading spans many industries Source: IBM Institute for Business Value analysis. The value derived from something as fundamental as a blockchain-enabled bill of lading ripples out beyond the port of entry to span many industries (see Figure 5). For blockchains, true transformation and network effects kick in not just with the number of users that join a blockchain network, but the variety of industries and activities that come together. \"Blockchain provides a revolutionary approach that enables businesses across industries all around the world to completely change their logistics business and operations. We're excited about the potential for blockchain to transform logistics value chains into a more seamless process that provides a trusted view of every piece of cargo.\" Mika Lammi, Head of IoT business development at Kouvola Innovation, Finland Im po rt er Exporter Imp orte r's Ba nk Exporter's Bank Im po rt C us to m s E xport C ustom s Carrier Exp ort Te rm ina l Import Terminal Invoicing Platform Invoicing Platform"}, 
{"fileName":"GBE03757USEN.pdf","id":"136fbdb3-f7e1-49d1-85cc-7eed32026920","title":"Toward perpetual motion: New business model possibilities","body":"As blockchains vaporize friction, the economic equation will change. Our analysis of frictions across the business network is indicative of how far friction can fall when blockchains are put in place. We studied how frictions across a lender, the mortgage lending ecosystem and the housing economy, normalized on a scale of 100, respond to attributes of the blockchain (see Figure 6). Figure 6 Better business: This is an illustrative example of the relative degree of increased efficiency blockchains make possible for each type of friction Source: IBM Institute for Business Value analysis. 100 75 50 25 0 0 25 50 75 100 Lender Mortgage lending ecosystem Housing economy Institutional inertia Information risks Degrees of separation Restrictive regulations Invisible threats Imperfect information Transaction costs Inaccessible information Current Potential Information Interaction Innovation Inaccessible marketplaces The leveling effects across frictions at various level of the economy are startling. They suggest that transaction costs and enterprise friction could be so greatly reduced that organizations will be transformed in ways not yet imagined. Ecosystems can operate with much more robust trust. Blockchain networks, by propelling the movement of capital and exchange of value, can change how markets function and expand economic opportunity. A change as monumental as this would reset the clock on the science of organizational management, the tightening of trust and the economics of wealth creation (see Figure 7). What happens next can't be forecast with certainty. But as blockchains eradicate friction, they will recast our institutions and economy in new form. A new science of organizations The tightening of trust A new nexus for value exchange Highly efficient distributed business networks will challenge our notions of traditional enterprise management Codifications of contracts, compliance and certifications will redefine how trust is embodied in business transactions Efficient and accessible marketplaces built on the blockchain will accelerate the exchange of value and flow of wealth Source: IBM Institute for Business Value analysis. Figure 7 Transformation triad: Three ways that enterprises, ecosystems and economies can benefit from blockchains A new science of organizations The modern enterprise was built on friction - or rather, it assumed the structure it has today to harness friction to one's advantage. Once friction topples, radically new kinds of organizations could emerge. The cost advantage of Coase's theory, which has been challenged by the added costs of complexity, will become true again: the enterprise can scale more easily than before. It can also stay small and still compete. The size of the organization won't matter - how it's governed will. Institutions once vertically integrated can scale laterally through partners. Activities guided by smart contracts can be executed at high speed and efficiency. Stripped of some hierarchy and bureaucratic controls, organizations won't just change the way they work, but what they choose to do. Pricing, profitability and ownership will need to be reconsidered. Because of their distributed nature, blockchains will evolve over time and are potentially self-sustaining. Businesses that are born on a blockchain will surely assume new forms. The most novel may be the capacity for an organization to act autonomously.7 As blockchain-based transactions become more sophisticated, the business network as a whole will achieve greater levels of autonomy, reducing the need for human governance and ultimately evolving into self-governing, cognitive business networks. These autonomous organizations will stretch our definition of what it means to be a dynamic enterprise. \"We know - thanks to Hayek - that information is best used when it is not centralized, and when it is not being monopolized by some central institution. We know that f lat and non-hierarchical systems use info best… New innovations like the blockchain make this possible.\" Patrick Byrne, CEO, Overstock8 The tightening of trust In business, trust is incredibly hard to engineer and impossible to guarantee. Until now, we've relied on instruments and institutions to be surrogates for our trust. With blockchains, trust can be embodied in the transaction itself. A far greater assurance of trust is now possible. As this heightened sense of trust pervades the ecosystem, third parties that were once necessary to broker trust will be disintermediated. Smart contracts, certifications and digital compliance on blockchain networks will codify trust at the level of the individual transaction. This codification of trust can optimize transactional relationships, making business interactions across ecosystems far more efficient. Trust will become a dynamic state: Depending on the role of the participant and the particular transaction, individuals and institutions can be deemed as trusted, semi-trusted or untrusted. A financial institution could trust an overseas partner to do X but not Y, for example. Today, online rankings and ratings are proxies for trust. In the future, reputation systems built on blockchains will serve as a permanent record of an organization's or individual's behavior. Ledgers, once the system of record for business, become a robust record of trust - for business and government alike. \"In cyberspace, trust is based on two key requirements: prove to me that you are who you say you are (authentication); and prove to me that you have the permissions necessary to do what you ask (authorisation). In return, I will prove to you that I am trustworthy by delivering services or products to you in a secure, efficient and reliable fashion.\" \" Distributed Ledger Technology: beyond block chain, A Report by the UK Government Chief Scientific Officer\" 9 A new nexus for value exchange Blockchain networks can give commerce the attributes of assurance and provenance; and with that, new markets can be created to foster value exchange across the whole of the digitized world. Industries once shut out of digital commerce, from agriculture to construction, will find new access to ultra-efficient, trusted marketplaces. And as with the example of land in developing nations, blockchain asset registries can empower once-dormant assets to join the global economy. An all-in economy unleashes a torrent of value creation - and also new competitors. Across industries, profit pools will shift and be redistributed among industry competitors, incumbent organizations from other industries, new players and even consumers. Governments that curtail fraud and bureaucracy can create a better social contract with their citizens. The field of science, which has always stood on the shoulders of giants, now has a secure platform for collaboration on everything from medical research to renewable energy. But all of this will require more than a blockchain platform. Like mobile apps before them, a new generation of decentralized apps will make blockchain technology accessible to the shopkeeper in Nairobi, the individual who generates solar power in Tucson and the inventor with a 3D printer in Bangalore. As blockchains speed up the flow of capital and the creation of wealth, our economy and interactions will be less subject to the fits and starts of friction, and instead head toward something more like perpetual motion. \"We believe this technology has the potential to drive change across the industry, but will need to be developed in partnership with customers and industry participants under an open source approach.\" Moiz Kohari, EVP, Group head of technology innovation, London Stock Exchange Group"}, 
{"fileName":"GBE03757USEN.pdf","id":"2a5fdb7b-9f64-4182-8cef-28e7c911beed","title":"Blockchains in practice","body":"Blockchains first gained attention as a platform for cryptocurrency. Since then, non-currency assets on the blockchain have grown 1,600 percent to reach USD 1.6 billion between 2013 and 2016.10 Now, 45 banks have formed the R3 consortium to address what's next.11 BNY Mellon in New York is working on applying the blockchain to transfer assets in securities lending.12 The Japan Exchange Group is testing blockchain technology for trading in low liquidity markets.13 Blockchain technology is nascent, but other pioneers are already demonstrating its power to overcome friction. Speedy access to capital. The retailer Overstock won government approval to use blockchain technology for the global issuance, settlement and trading of corporate bonds. The private bonds Overstock issued offered same-day settlement instead of the 2 or 3 days it typically takes now. That doesn't just speed access to financing; it can reduce the risk of naked short selling - selling securities without owning them first.14 The \"e-Citizen.\" In Estonia, citizens can verify the integrity of the records held on them in government databases and are assured they are tamper-proof. That sense of security has made possible new digital services like e-tax and e-Business Register. Together with NASDAQ, Estonia is now offering a blockchain-based e-voting service that allows shareholders of companies listed on Estonia's NASDAQ exchange to vote in shareholder meetings.15 In the driver's seat. Visa and Docusign came together for a proof-of-concept that meets the demands of impatient consumers. The pilot registered cars on a blockchain and asked potential owners to step into the driver's seat to configure lease options on the dashboard, receive a contract immediately and click to sign. New owners could then choose among insurance options and pay the first installment directly. Future in-car payments, from downloaded music to parking to driver's registration fees are also expedited from the dashboard - all before the new owner drives off the lot.16 Faster dispute resolution. The IBM Global Financing Unit, which facilitates credit among 4000-plus suppliers and partners worldwide and handles 2.9M invoices a year, is using blockchain technology to reduce dispute times from over 40 days to under 10 days and free up about USD 100 million in capital that is otherwise tied up at any time.17 Disrupting the disruptors. New blockchain-based start-ups are attacking business models like Uber that were themselves only born yesterday. La'Zooz, a pilot in Israel cuts out the middlemen - in this case, professional drivers - and establishes a trusted system that allows car owners to share rides with each other.18 Arcade City allows riders to directly negotiate rates with drivers.19"}, 
{"fileName":"GBE03757USEN.pdf","id":"be8c871e-365d-4a86-96ff-cbd00c941452","title":"Putting blockchains to work for you","body":"While blockchains can be extremely powerful in their ability to overcome friction and improve efficiency, trust and value, businesses must carefully evaluate where blockchains can provide the greatest gains and where they do not. They are not simply a modern database replacement; they bring the most value as a shared system of record. Blockchain-based business networks also require checks and controls across the system at the same speed to achieve the full advantage of instantaneous sharing. To best extract value from blockchains, we recommend businesses answer three questions. 1. How fast should I move? First movers and early adopters can position themselves for quicker returns and sharper competitiveness by leveraging blockchain efficiencies. Identify the most compelling use cases by considering which frictions are holding back your enterprise. Our frictions framework can help evaluate the current inefficiencies in your business. Experiment in discrete areas where the attributes of blockchains drive rapid impact. Our attributes framework can help evaluate which features of the blockchain can provide the greatest benefit. Consider agile proofs of concept and incrementally expand scope for major business results. Use insights from earlier, more limited projects to re-engineer and implement larger efforts, for example see Figure 8. Blockchain considerations • Value is limited within the boundaries of one organization • Ecosystem participants have to agree on a standard • Risk of overregulation exists without coordinated control • Efforts may require large scale re-engineering. Projects that expose blockchains to consumers can't rest exclusively in the hands of technologists; use design thinking to simplify the user experience for employees and consumers to drive rapid adoption. 2. Can we achieve network-wide accepted standards? Success in blockchain adoption will depend not on who has the best technology or app, but who can build the strongest network. Recognize the need for global standards: Blockchain innovation may accelerate faster and scale further than the internet did - requiring standards even sooner. Place your bets and invest your time now. · Transfer of high-value financial assets between many participants in a market · Regulatory timeframes · Sharing of assets (voting, dividend notification) · Assets are information, not financial · Provenance and finality are key · Created by a small set of participants · Share key reference data · Consolidated, consistent real-time view · Real-time view of compliance, audit and risk data · Provenance, immutability and finality are key · Transparent access to auditor and regulator Compliance ledger Consortium shared ledger Asset exchange High-value market Source: IBM Institute for Business Value analysis. Figure 8 Example of adoption patterns: From simple compliance ledgers to high-value markets Explore the role of alliances and consortia in making blockchains scalable, open and interoperable. Blockchains will benefit from open-standard governance. Consider how your ecosystem could best benefit from network effects, and how profit pools might be redistributed in your industry or ecosystem. Then evaluate your role in this disruption. Play for the long term - consider the blockchain as the new business environment and collaboration the optimal way of working. Consider with whom you should partner to create the optimal business network. 3. How can I scale with new revenue models? Although implementing new technologies may be daunting, understand how they can help your business profit and scale quickly. As business models are disrupted by blockchains, think through how you can make money in new ways. Consider business models and markets that will benefit most from consumption-based pricing, licensing and micro-payments. Understand how blockchains will extract further value from other technologies, such as big data analytics, the Internet of Things and cognitive computing. Explore how new blockchain-based services and apps can complement and scale existing revenue models. In cases where revenue is not the objective, such as in government, evaluate how blockchains can free up capital or help secure privacy. Get more of our blockchain research This cross-industry report is the first in a blockchain series we'll develop over the coming months. We plan to interview over a thousand executives on their experiences, intentions and expectations about the technology's impact on their businesses. Future reports will offer industry-specific perspectives. As each becomes available, it will be posted on ibm.com /business/value/blockchain Study team The IBM Institute for Business Value brought together a core team of blockchain experts and business thinkers to envision the future of distributed ledgers: Jim Brill, Director, Marketing and Communications, Financial Services Sector Jerry Cuomo, IBM Fellow, Vice President, Blockchain Technologies Ramesh Gopinath, Vice President, Blockchain Solutions and Research Peter Korsten, Vice President, Global Thought Leadership and Eminence, GBS Brigid McDermott, Vice President, Blockchain Business Development John McLean, CTO Europe and Vice President, Blockchain Technologies Veena Pureswaran, Research Leader, Blockchain, IBM Institute for Business Value Shanker Ramamurthy, CTO and General Manager, Strategy and Solutions, GBS James Wallis, Vice President, Global Payments Industry and Blockchain Executive sponsors Sarah Diamond, General Manager, Global Consulting Services, IBM Global Business Services Arvind Krishna, Senior Vice President and Director of IBM Research, IBM Research Acknowledgments The study team would like to thank the following people for their contributions to this executive report: Gurvinder Ahluwalia, Kristin Biron, John Cohn, Nick Drury, Martin Fleming, Tim Hahn, April Harris, Christine Kinser, Eric Lesser, Pete McCaffrey, Joni McDonald, Sumabala Nair, Krishnan Ramachandran, Gary Seybold, Likhit Wagle and Anne-Marie Weber. Related publications \"The Economy of Things: Extracting new value from the Internet of Things.\" Veena Pureswaran and Dr. Robin Lougee. IBM Institute for Business Value. June 2015. ibm.biz/economyofthings ibm.biz/economyofthings \"Empowering the edge: Practical insights on a decentralized Internet of Things.\" Veena Pureswaran, Sanjay Panikkar and Sumabala Nair. IBM Institute for Business Value. March 2015. ibm.biz/empoweringedge ibm.biz/empoweringedge \"Device democracy: Saving the future of the Internet of Things.\" Paul Brody and Veena Pureswaran. IBM Institute for Business Value. September 2014. ibm.biz/devicedemocracy ibm.biz/devicedemocracy Notes and sources 1 BCG. \"Greasing the wheels of the internet economy.\" https://www.bcgperspectives.com/ content/articles/digital_economy_telecommunications_greasing_wheels_internet_ economy/?chapter=2 2 Chavez-Dreyfuss, Gertrude. \"Honduras to build land title registry using bitcoin technology.\" Reuters. May 15, 2015. http://in.reuters.com/article/usa-honduras-technology-idINKBN0O01V720150515 3 Institute for Liberty and Democracy. \"The Blockchain Summit on Branson's Island and its relevance for mining and petroleum conflicts worldwide (including in Peru from Conga to Tia Maria). http://www.ild.org.pe/our-work/ild-projects/blockchain-ild 4 Shin, Laura. \"Republic of Georgia to pilot land titling on blockchain with economist Hernando de Soto, BitFury.\" Forbes . April 21, 2016. http://www.forbes.com/sites/laurashin/2016/04/21/ republic-of-georgia-to-pilot-land-titling-on-blockchain-with-economist-hernando-de-soto-bitfury/#232556026550 5 Hyperledger project: About. Linux Foundation Collaborative Projects. https://www. hyperledger.org/about/ Accessed June 23, 2016. 6 Hyperledger project: Members. Linux Foundation Collaborative Projects. https://www. hyperledger.org/about/members Accessed June 23, 2016. 7 Ethereum. \"How to build a democracy on the blockchain: Decentralized Autonomous Organizations.\" https://www.ethereum.org/dao 8 Byrne, Patrick M. \"The Future is Decentralized.\" The Austrian. October 6, 2015. https://mises. org/library/future-decentralized-0 9 \"Distributed Ledger Technology: beyond block chain: A report by the UK Government Chief Scientific Officer.\" Government Office for Science. 2016. https://www.gov.uk/government/ uploads/system/uploads/attachment_data/file/492972/gs-16-1-distributed-ledger-technology.pdf For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com . Follow @IBMIBV on Twitter, and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv ibm.com/iibv . Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues. ((c)) Copyright IBM Corporation 2016 Route 100 Somers, NY 10589 Produced in the United States of America June 2016 IBM, the IBM logo and ibm.com are trademarks of International Business Machines Corp., registered in many jurisdictions worldwide. Other product and service names might be trademarks of IBM or other companies. A current list of IBM trademarks is available on the Web at \"Copyright and trademark information\" at www.ibm.com/legal/ copytrade.shtml. This document is current as of the initial date of publication and may be changed by IBM at any time. Not all offerings are available in every country in which IBM operates. The information in this document is provided \"as is\" without any warranty, express or implied, including without any warranties of merchant­ability, fitness for a particular purpose and any warranty or condition of non-infringement. IBM products are warranted according to the terms and conditions of the agreements under which they are provided. This report is intended for general guidance only. It is not intended to be a substitute for detailed research or the exercise of professional judgment. IBM shall not be responsible for any loss whatsoever sustained by any organization or person who relies on this publication. The data used in this report may be derived from third-party sources and IBM does not independently verify, validate or audit such data. The results from the use of such data are provided on an \"as is\" basis and IBM makes no representations or warranties, express or implied. GBE03757-USEN-02 Please Recycle 10 Sunnarborg, Alex. \"The rise of the blockchain asset class.\" VentureBeat. April 3, 2016. http://venturebeat.com/2016/04/03/the-rise-of-the-blockchain-asset-class/ 11 Rizzo, Pete. \"Brazil's Bank Itaú Joins R3 Blockchain Consortium.\" CoinDesk. April 25, 2016. http://www.coindesk.com/brazils-bank-itau-blockchain-consortium-r3/ 12 IBM press release. \"IBM Launches First Highly Secure Blockchain Services for Financial Services, Government and Healthcare on IBM Cloud.\" April 29, 2016. https://www-03.ibm. com/press/us/en/pressrelease/49632.wss 13 IBM press release. \"IBM and Japan's Largest Stock Exchange to Test Blockchain for Trading Environments.\" February 16, 2016. https://www-03.ibm.com/press/us/en/pressrelease/ 49088.wss 14 Young, Joseph. \"Overstock to Offer $25 Million Corporate Bond as the World's First Crypto Security.\" The Cointelegraph. June 6, 2015. http://cointelegraph.com/news/ overstock-to-offer-25m-corporate-bond-as-the-worlds-first-crypto-security 15 Rizzo, Pete. NASDAQ to Launch Blockchain Voting Trial for Estonian Stock Market. CoinDesk. February 12, 2016. http://www.coindesk.com/nasdaq-shareholder-voting-estonia-blockchain/ 16 Hirson, Ron. \"The Future of Car Leasing Is as Easy as Click, Sign, Drive.\" DocuSign Blog. October 26, 2015. https://www.docusign.com/blog/the-future-of-car-leasing-is-as-easy-as-click-sign-drive/ 17 \"Blockchain in IBM Global Financing.\" IBM Research. YouTube. March 15, 2016. https://www. youtube.com/watch?v=F0P7NM7d-ps 18 Coppola, Gabrielle and Benmeleh, Yaacov. \"This Israeli Ride-Sharing App is the Utopian, Hippie Uber.\" Bloomberg. September 26, 2015. http://www.bloomberg.com/news/ articles/2015-09-16/this-israeli-ride-sharing-app-is-the-utopian-hippie-uber 19 Carmichael, Joe. \"Arcade City is a Blockchain-Based Ride-Sharing Uber Killer.\" Inverse. March 30, 2016. https://www.inverse.com/article/13500-arcade-city-is-a-blockchain-based-ride-sharing-uber-killer"}, 
{"fileName":"GBE03762USEN.pdf","id":"f480e1b6-a2f8-4635-b295-7228e4b5beaa","title":"The experience revolution","body":"Mobilizing to win - are you ready? How IBM iX can help At IBM Interactive Experience (IBM iX), we work with clients to envision the experience - for customers, for employees and for business partners. This approach is framed by the future of our clients' industry, possible disruptors, their ecosystems and their customers' needs. We collaborate with our clients to make the choices required to realize that vision and drive commercial results. Then, utilizing IBM Design Thinking and Agile, we bring those experiences to life and ensure they are iterated continuously to deliver greater and greater value to the organization and to users. For more information about IBM iX, visit ibm.com/ibmix Executive Report Customer Experience"}, 
{"fileName":"GBE03762USEN.pdf","id":"2030e6dc-1583-4eaf-b3aa-33f37a1732a9","title":"Executive summary","body":"As customer expectations for useful, frictionless experiences continue to rise, companies are replacing manual processes and augmenting physical experiences with new digital interactions. This embrace of digital stems from more than the need to delight and engage - it is about providing real utility to customers at an acceptable cost to serve. For many companies, this is simply one of several requirements for doing business in the digital age. For others, operationalizing customer experience (CX) is a mission that defines their corporate zeitgeist. It is an opportunity to continually improve CX; and for some, CX is a true brand differentiator and driver of their business. The specific attributes and leading practices of these CX aficionados - we call them the Elites - became clear as we analyzed how organizations are mobilizing to improve their performance through CX. This report, part of the year-long Customer Experience study conducted by the IBM Institute for Business Value (IBV), is based on the survey responses of 501 C-suite and line of business executives from multiple industries and regions.1 It builds on our first report, \"The experience revolution: The game is on,\" where we identified top trends executives are facing as they reinvent their CX.2 In this second report, we reveal how organizations approach CX ownership, strategy, cross-functional collaboration, use of data, use of Experience Design methods and customer feedback to enhance and measure CX.3 As anticipated, we found that CX responsibility and leadership is expanding beyond the traditional siloed domains of the Chief Marketing Officer (CMO) and marketing departments. Whether managing from the C-suite or the functional level, the Elites have injected customer-centricity into their corporate cultures and are executing CX with more complexity and finesse than others. Customer experience - an elite sport Companies have considered customer experience (CX) a strategic priority for quite a while, but executing with excellence has proven to be quite a challenge. As organizations are moving to the next generation of digital and physical engagement, they are discovering just how complex improving CX can be. Our research shows that only a small percentage of companies are pulling all the levers. For them, CX is not just a set of enhancements, but a fundamental component of their business strategy and corporate culture. As others embark on their own experience reinvention, there is much they can learn from this elite group. Indeed, when we compare Elites' methods for assessing the value of CX to what other respondents do, the differences are striking. For example, Elites are more likely than others to apply advanced techniques such as attribution modeling to measure the impact of CX on their business.4 In today's digital world, companies can maintain an intimate relationship with their customers and continually enhance experiences in ways that are affordable and immediate. However, the entire sample of respondents still has a long way to go to become truly customer experience driven. Even the Elites struggle to get everyone in their organization on board. Yet, we can learn a lot by looking at the characteristics that distinguish the Elites from the other two groups we identified, the Professionals and the Amateurs . By exploring what Elites do to fuel their CX reinvention, we have uncovered three practices we believe set them apart from everyone else. Elites: • Assign customer and business value to CX - testing and continuously optimizing • Engage employees as critical drivers of the experience • Dive deep into the insight. We also uncover the capability gaps that challenge each group and provide a set of recommendations organizations can adopt to accelerate a CX-centric approach that is applicable today and can scale into the future. When compared to Professionals and Amateurs, Elites are: 81% more likely to conduct touchpoint analysis to determine the impact of CX. 46% more likely to regularly iterate, test and optimize experiences based on data. 35% more likely to solicit employees' feedback about CX."}, 
{"fileName":"GBE03762USEN.pdf","id":"e1803570-a1e7-4391-9b3b-f2e4768ea262","title":"The CX mantle - the coach responsible for team performance","body":"For CX to become truly transformational, according to the familiar mantra, the C-suite had to own it. Why? Because if an organization is faithfully customer-centric, every function across the business will feel the impact of CX as it drives the top line and delivers the bottom line. Naturally, then, leaders at the very top would be the ones responsible for establishing a pan-organizational CX vision - or so we thought. In fact, our data suggests that CX leadership models are far more diverse. When we asked whether primary responsibility for CX strategy lives within the C-suite or at a functional level, 55 percent said the functional level owns it; 44 percent cited the C-suite. Interestingly, only 18 percent of respondents said that a lone C-suite officer is responsible. Traditionally, many considered the CMO the sole owner of CX, but those who cite a single owner today are more inclined to point to the CEO. More often, though, primary ownership doesn't sit with just one person; it is shared among two to five leaders. The composition of officers with CX responsibility varies widely, with no pattern within industry or region. The 217 respondents who said CX responsibility resides in the C-suite identified as many as 173 unique combinations of officers. The most popular is a team of three: The CEO, the CMO and the Chief Sales Officer. Alternatively, for those who report that CX responsibility resides outside the C-suite, with line of business executives, the most popular cross-functional team includes, as expected, traditional customer-focused functions: Marketing, customer service and analytics/customer insights. The assortment of roles and functions owning CX indicates there is no one CX leadership model surfacing as the gold standard. CX is not a process; rather, it is about maintaining a deep understanding of how an enterprise serves customers, end to end. CX is a business driver for the whole organization. However, while the majority of companies in our survey has adopted a multi-functional CX approach, our findings indicate the companies' ability to execute a holistic CX transformation relies on a number of factors that go far beyond leadership's coordination of CX improvements across functions."}, 
{"fileName":"GBE03762USEN.pdf","id":"4286bc19-d388-43a5-b921-58ce980cdbab","title":"Three CX leadership profiles","body":"To uncover how companies are organizing and mobilizing to implement CX strategies, we conducted a cluster analysis, a statistical method that groups respondents based on the similarity of their responses to a select set of survey questions. We chose these questions using the following criteria - key factors that characterize an organization's CX agenda: • Ownership of CX strategy • Coordination of CX initiatives • Decision making for CX improvements • Practices and tools used to design and deliver CX improvements • Use of Experience Design methods for CX and other applications. We named the three groups that emerged from this multivariate analysis the Amateurs , the Professionals and the Elites . The groups exhibit unique characteristics that define their different CX approaches and the extent to which CX has become a business priority (see Figure 1). Amateurs are in the early stages of establishing a CX mandate for their business. Most have yet to institute a corporate CX vision, despite the fact that Amateurs consist exclusively of C-suite officers responsible for CX. The majority says their CX initiatives are still disparate projects or loosely coordinated, and many make do without enterprise-wide CX governance or standards. Figure 1 Profiles of CX leadership: Elites, Professionals and Amateurs Source: IBM Institute for Business Value, n = 501."}, 
{"fileName":"GBE03762USEN.pdf","id":"417d93cb-ea9e-4895-b81b-7d9144e2c123","title":"How Elites lead for reinvention","body":"Effective CX change agents need a deftness of hand to navigate their organization. They need to know the inner workings of their business, have an intimate understanding of their customers, and have earned their colleagues' trust. This can take time. It is no surprise, then, to find that Elites have more experience in their respective roles than do Professionals or Amateurs (see Figure 5). With this informed perspective, Elites drive CX reinvention and its business impact in ways that are distinctly different from Professionals or Amateurs. Three practices stand out: Assign customer and business value to CX interactions - test and optimize continually Elites don't look at CX improvements as a once-and-done exercise. For them, CX is a constantly evolving commitment, requiring everything from tweaks to whole-scale innovations to keep customers happy. To determine the right improvements to make, Elites regularly iterate and test. Then they optimize experiences based on data. But they don't stop there. It's all well and good to delight customers, but Elites recognize they also need to determine the business value of their CX improvements with comprehensive methods that deliver detailed, meaningful insights (see Figure 6). By testing and targeting what works and what doesn't for all experiences - customers' and employees' - companies can allocate resources with greater precision to achieve experience improvements and business results. Figure 5 Elites' tenure: Elites are more likely to have the experience needed to govern CX transformation across their business Source: IBM Institute for Business Value, n = 501. Percentage of CX leaders with three or more years in their role"}, 
{"fileName":"GBE03762USEN.pdf","id":"15ab3d94-7919-4119-ada9-4480bb69de4f","title":"Capability gaps","body":"Successfully fulfilling a CX vision with so many levers is quite an undertaking, even for Elites. Elites overwhelmingly selected \"change management and training\" as their number one capability gap. Infusing a CX mindset into an organization is one of the most challenging aspects of CX excellence. This process is about change through doing - reinventing the way business is conducted, from the ground up. Otherwise, even the best vision can fall apart in execution, and often, regrettably, right in front of customers. In contrast, Amateurs and Professionals struggle with a longer list of capability shortfalls. While they, too, worry about change management, they also are concerned about transitioning from pilots to full-scale rollouts. And they list \"developing a CX strategy\" and \"accessing meaningful insights from data\" as concerns, two capabilities that Elites consider priorities and are especially dedicated to doing well."}, 
{"fileName":"GBE03762USEN.pdf","id":"67ce7c29-c278-4ecf-a3ae-bda0bbe8ca4d","title":"Recommendations: Join the winner's circle","body":"Find your North Star Lack of a unifying CX vision is a key gap Amateurs and Professionals share. These groups are incapable of executing CX on the many fronts that Elites manage consistently, in part because they have no CX rallying cry that applies to all functions. Even if they have CX standards and integrated initiatives, as many Professionals do, their CX aspirations can fall prey to competing departmental agendas. As the Elites clearly demonstrate, it matters less who owns the vision. What counts is leadership commitment and buy-in across the organization. Don't just coordinate - collaborate Organizations that fail to align across functions with a CX governance structure risk getting sucked into a vicious cycle of reactionary, disconnected, one-off CX fixes that may never quite hit the mark. Our results show CX is not the domain of any one function. Customer expectations for seamless, frictionless experiences require a pan-organizational approach to CX that will be impossible to achieve without tight cross-functional collaboration and teamwork. Integrate data for better performance As the Elites have demonstrated, organizations can make more informed decisions about CX improvements if they use integrated sets of data from multiple sources, both internal and external, to reveal the subtleties and complexities of customer needs and behaviors. These insights fuel CX decisions, increasing the extent to which organizations can confidently embark on their CX initiatives. Analytics will only gain in importance as data continues to explode; you need to harness its insights in more immediate and agile ways to optimize experiences, services and utilities. Unleash the design ethos Elites know that they can apply the principles of Experience Design to more than just customer interfaces. This problem-solving method can be used for everything from reinventing business processes to improving employee experiences. To help employees become effective brand ambassadors and a source for meaningful customer insights, organizations need to apply the same consideration to employees' experiences as they do to their CX. Put customers in the game Not only do Elites effectively gather, integrate and analyze mountains of data about their customers, they also engage customers directly to get feedback on their CX. When organizations can combine data analytics with first-hand insights from customers for context, sentiment and innovative ideas, they stand a far better chance of making the right CX decisions."}, 
{"fileName":"GBE03762USEN.pdf","id":"70c19ef5-b918-4e7a-a9e5-61bd7ffa60da","title":"Ready or not? Ask yourself these questions","body":"• How can your organization develop and cultivate a strategic vision for CX that employees across your business can embrace as relevant, authentic to your brand and actionable? • What steps can you take to build pan-organizational CX governance so that all functions - those that are customer-facing and those impacting customers indirectly - are collaborating on CX decisions? • What types of data are you sourcing to inform your CX decisions, and how could you better integrate data to capture a more nuanced, accurate understanding of your customers? • How could your organization employ the principles of Design Thinking to improve customer and employee experiences? • To what extent is your company reaching out to customers to capture their ideas for improving your CX, as well as your products and services? Authors Amanda Gosling is a Global Partner and leads Strategy and Design for IBM Interactive Experience (IBM iX) - Europe, where she works with clients to reinvent their businesses from the customer inwards. She has experience across all aspects of transformation: Capabilities, skills and organizational change. She works with multi-national companies across industries that have rich foundations of data. Amanda brings deep experience from the agency world, start-ups and client side, working at the intersection of digital, design and data in service of customers and employees. Carolyn Heller Baird is the Global Research Leader for Customer Experience and Design with the IBM Institute for Business Value (IBV). In addition to directing the 2016 IBV Customer Experience study series, Carolyn is responsible for the Chief Marketing Officer studies for the IBV's C-suite series. Her past studies include research on marketing topics and social media, and the Millennial study series. Her seasoned experience spans nearly 20 years as an experience strategy consultant, with a focus on communications, marketing and content strategy for IBM clients across all industries and geographies. Executive sponsors Saul Berman, VP and Partner, Chief Strategist, IBM Global Business Services Philip Dalzell-Payne, Global Partner, IBM Interactive Experience, IBM Global Business Services Warren Tomlin, Chief Innovation Officer/VP and Partner, Global Mobile Leader, IBM Global Business Services Contributors Stephen Ballou, Director, IBV Research Hub Kristin Biron, Visual Designer, IBM Digital Services Group Rob Carson, Writer, IBM Digital Services Group Peter Korsten, Partner and VP, Global Leader Thought Leadership and Eminence, IBM Global Business Services Eric Lesser, Research Director and North America Leader, IBM Institute for Business Value Kathleen Martin, Managing Consultant, IBM Institute for Business Value Joni McDonald, Content Strategist/Writer, IBM Digital Services Group Hebatallah Nashaat, Business Analyst, IBM Global Business Services For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com . Follow @IBMIBV on Twitter, and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv ibm.com/iibv . Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues. Notes and sources 1 Data findings in this brief are based on a 2016 IBM Institute for Business Value survey, issued in partnership with The Economist Intelligence Unit (EIU), to 501 CEOs, CMOs, Chief Customer Officers, Chief Digital Officers and line of business executives in Brazil, China, Germany, India, Japan, the United Kingdom and the Untied States. Industries represented include automotive, banking, consumer products, insurance, retail, telecommunications, travel and transportation. 2 Dalzell-Payne, Philip, and Carolyn Baird, The experience revolution: The game is on. IBM Institute for Business Value, February 2016. ibm.biz/cxrevolution 3 Experience Design is the practice of creating people's broad experience with a product, service, process, or event by focusing on user needs and a targeted outcome. It involves defining and coordinating a set of interactions (physical or digital) and can be applied to customers, clients, citizens, employees, partners or vendors. 4 Attribution modeling is the practice of defining a set of customer actions along the customer journey that can impact a desired outcome, such as conversion, and assigning value to each interaction. This enables companies to test, at a detailed level, the influence of customer behavior against the company's CX goals and make precise adjustments as needed. 5 Dalzell-Payne, Philip, and Carolyn Baird, The experience revolution: The game is on. IBM Institute for Business Value, February 2016. ibm.biz/cxrevolution ((c)) Copyright IBM Corporation 2016 Route 100 Somers, NY 10589 Produced in the United States of America August 2016 IBM, the IBM logo and ibm.com are trademarks of International Business Machines Corp., registered in many jurisdictions worldwide. Other product and service names might be trademarks of IBM or other companies. A current list of IBM trademarks is available on the Web at \"Copyright and trademark information\" at www.ibm.com/legal/ copytrade.shtml. This document is current as of the initial date of publication and may be changed by IBM at any time. Not all offerings are available in every country in which IBM operates. The information in this document is provided \"as is\" without any warranty, express or implied, including without any warranties of merchant­ability, fitness for a particular purpose and any warranty or condition of non-infringement. IBM products are warranted according to the terms and conditions of the agreements under which they are provided. This report is intended for general guidance only. It is not intended to be a substitute for detailed research or the exercise of professional judgment. IBM shall not be responsible for any loss whatsoever sustained by any organization or person who relies on this publication. The data used in this report may be derived from third-party sources and IBM does not independently verify, validate or audit such data. The results from the use of such data are provided on an \"as is\" basis and IBM makes no representations or warranties, express or implied. GBE03762-USEN-00 Please Recycle"}, 
{"fileName":"GBE03766USEN.pdf","id":"d56e3165-96be-427d-9c56-aaab83935eb0","title":"Tailoring hybrid cloud","body":"Designing the right mix for innovation, efficiency and growth IBM Institute for Business Value How IBM can help IBM Cloud enables seamless integration into public and private cloud environments. The infrastructure is secure, scalable and flexible, providing tailored enterprise solutions that have made IBM Cloud the hybrid cloud market leader. For more information, please visit ibm.com /cloud-computing Executive Report Technology strategy"}, 
{"fileName":"GBE03766USEN.pdf","id":"fa074ff0-d8d5-4090-bfb1-e9f910af855f","title":"Executive summary","body":"Cloud has evolved from a technological innovation to an integral part of business enablement. In 2012, only 34 percent of senior business leaders in our study \"The power of cloud,\" said they had a solid plan for adopting cloud computing.1 But in 2016, 78 percent of the executives we spoke with describe their cloud initiatives as coordinated or fully integrated (see Figure 1). Even with the rising use of cloud overall, almost half of computing workloads are expected to remain on dedicated, on-premise servers. Given this ongoing need, it is imperative that organizations determine and regularly re-assess which combination of traditional IT, public cloud and private cloud best suits their needs. Executives in this study rated their own organizations based on both revenue/effectiveness and profit/efficiency. Sixty-eight percent more high-performing organizations report having fully integrated their cloud initiatives into an overall strategic transformation compared to the full survey sample (57 percent versus 34 percent, respectively). Crafting a unique cloud solution Organizations are steadily increasing their use of cloud technologies to address wide-ranging requirements. The particular needs and business conditions of each enterprise help define its optimal hybrid solution: most often, a blend of public cloud, private cloud and traditional IT services. Finding the right cloud technology mix starts with deciding what to move to the cloud and addressing the challenges affecting migration. In this study, executives achieved the strongest results by integrating cloud initiatives company-wide, and by tapping external resources for access to reliable skills and greater efficiency. Figure 1 Cloud use matures: Since our 2012 study, cloud technology has become much more mainstream Source: IBM Institute for Business Value analysis 78% say cloud initiativesare coordinatedor fully integrated 34% had a solid plan to adoptcloud computing 20162012 Creating new value with cloud entails three major steps: • Decide which IT and business functions to deliver through cloud • Identify and address challenges in adopting cloud • Realize operational, financial and innovation benefits. To tailor the best-fitting cloud solutions, organizations must understand cloud computing's business and financial implications; improve their abilities to manage complex ecosystem partnerships; and expand internal capabilities while exploring external solutions. 92% of surveyed executives said their most successful cloud initiative enabled creation and support of new business models Executives said they expect 45% of workloads to stay on dedicated, on-premise servers, even as cloud adoption expands 83% of high-performing organizations said their cloud initiatives are coordinated or fully integrated within the organization Figure 2 Steady reliance: Nearly half of workloads are expected to remain on dedicated, on-premise servers Source: IBM Institute for Business Value analysis 2 years ago 26% 30% 44% Today 2 years from now 25% 31% 44% 25% 30% 45% Third-party hosted cloud Self-hosted private cloud Dedicated, on-premise servers"}, 
{"fileName":"GBE03766USEN.pdf","id":"5b5e92ee-1b1b-4778-96fb-7497cc0d068f","title":"Evolution of cloud","body":"Beyond its impact as a technological innovation, cloud computing has expanded significantly. Cloud computing is now a substantial part of new IT spending. According to IDC, worldwide spending on public cloud services is expected to grow from USD 96.5 billion in 2016 to more than USD 195 billion in 2020.2 Even as cloud adoption matures and expands, surveyed organizations expect that about 45 percent of their workloads will continue to need on-premise, dedicated servers - nearly the same percentage as both today and two years ago (see Figure 2). Hybrid cloud solutions - which by definition include a tailored mix of on-premise and public cloud services intended to work in unison - are expected to be widely useful across industries. Each organization's unique business conditions and requirements will define its optimal hybrid technology landscape. Figure 3 Getting it together: High-performing organizations focus more on overall strategic cloud transformation Source: IBM Institute for Business Value analysis"}, 
{"fileName":"GBE03766USEN.pdf","id":"aef8d02d-5c41-4fe8-a116-a94d40bf633e","title":"Making tailored cloud decisions","body":"Since not everything needs to be or should be moved to the cloud, organizations have important decisions to make. Which functions should they migrate and which should stay within an organization's domain? The optimal hybrid environment will differ by individual enterprise. First, executives need to decide which IT and business functions are \"cloudable\" - that is, which can be delivered through cloud computing with a projectable, positive business outcome. Cost, compliance requirements and speed to market are the top criteria in evaluating cloudable initiatives (see Figure 5). To reduce costs, organizations often look at how to operate their IT activities more cheaply and lower the expense associated with non-core activities. A well-established juice and beverages company is leveraging a third-party co-location facility and cloud-based services to reduce its spend on IT utility functions. This approach also enables the company to redistribute internal human capital to core, value-adding business activities. Third-party vendors, through their specialization and economies of scale, provide IT utility functions at lower rates. \"Our customers come to us for cloud services for different reasons: CFOs are focused on cost and ROI, business leaders are all about speed and agility, and IT staff are concerned about resources and practicality.\" Director, IT Services, North America \"We save money and headaches by leveraging third-party facilities.\" Senior IT Manager, Consumer Products, North America New solutions are being developed rapidly to address security and compliance requirements. Many cloud vendors provide comprehensive metrics and consumption activities, as well as tracking/monitoring capabilities. A company's consumption pattern reports can often be used for audits as evidence of compliance. These vendor-maintained functions incent some enterprises to choose cloud as an effective option. Cloud enables organizations to quickly provision resources needed for rapid development of new products and services. Companies can leverage micro services and other composable cloud-based components to assemble tailor-made solutions. This greatly reduces development time and enhances the agility of enterprises in responding to constantly shifting marketing demands. Figure 5 Assessing \"cloudability\": Executives cited financial, audit-related and timing to market among their top criteria Source: IBM Institute for Business Value analysis Cost 53% Security and compliance requirements 48% Timing/speed to market 45% Estimated return on investment 43%"}, 
{"fileName":"GBE03766USEN.pdf","id":"adef0cd6-8207-4355-bd56-0321abd4654a","title":"When organizations pay as they go","body":"Moving to a software-as-a-service (SaaS) consumption model lets organizations implement new market-leading solutions quickly with minimal impact to existing infrastructure. In two years, most organizations plan to use SaaS with a variety of applications (see Figure 6). The top two responses - customer support and finance applications - are mostly viewed as non-core, utility functions that can be more effectively owned and managed by specialized vendors. From a sales and marketing perspective, a SaaS model can provide anytime, anywhere access and enablement to sellers and marketers. The end-user engagement level can also increase with more front-end application support that makes interaction with customers easier. Figure 6 Moving to software-as-a-service models: Organizations plan to migrate many types of applications in the next two years Source: IBM Institute for Business Value analysis Customer support 68% 55% Finance 40% Sales and marketing 39% Application development & testing 38% Distribution Figure 7 Recognizing hurdles: Top challenges include perceived risks and cost considerations Source: IBM Institute for Business Value analysis"}, 
{"fileName":"GBE03766USEN.pdf","id":"6436f810-a9eb-45db-abbb-0fc1117603d8","title":"Identify potential challenges when adopting cloud","body":"Despite clear potential benefits, many organizations said their adoption of cloud could be restrained by three major challenges: security and compliance requirements; cost structure considerations; and risk of operational disruption (see Figure 7). Security and compliance requirements Security and compliance requirements are restricting certain categories of workload to be migrated to cloud. A cloud-based system is not by definition less secure. When breaches do occur, they are often due to human error. Security elements and software-defined protection checkpoints can be architected into cloud-based solutions to mitigate this challenge. Many large vendors offer GxP-compliant cloud and technological solutions such as blockchain, targeting HIPAA, HITECH, and other security and compliance concerns. \"As much as we all wish it could happen, security environments can't just be 'magic-wanded' into a cloud environment.\" Co-founder, IT Services, Europe Perceived security or compliance risks and requirements 47% Cost structure CapEx versus OpEx considerations 41% Increased risk of operational disruption due to new cloud-based solutions 38% Cost structure considerations Increased complexity of cloud-based cost structure and contract terms is curbing the extent of cloud adoption. High costs can hinder cloud adoption by some organizations. To deal with this complexity, organizations need to understand the tradeoffs between capital expense (CapEx) and operating expense (OpEx) models, including the corresponding effects on their financial and business strategies. Risk of operational disruption Potential operational disruptions are also dampening companies' enthusiasm to replace less-efficient IT functions with new cloud-based solutions. Thus, it is even more important today to coalesce both business and IT priorities and expertise to increase operational transparency and collaboration across the organization. \"More constraints are on licensing and contract terms than technology.\" IT Director, Telecommunications, North America \"Users tend to hang on to their traditional applications forever.\" IT Director, Energy and Utilities, North America"}, 
{"fileName":"GBE03766USEN.pdf","id":"d611173d-8abd-4316-b7fd-5a03ed2544cb","title":"Creating something new from tailored hybrid cloud","body":"Despite challenges, successful companies are delivering business value through hybrid cloud in three areas: operations, finance and innovation. Seventy-six percent of surveyed executives said their most successful cloud initiative has significantly achieved expansion into new industries (see Figure 8). Close behind were the creation of new revenue sources and new business models. How operations can benefit from cloud Hybrid cloud is improving operations through greater business agility and speed, more effective reallocation of internal resources and better linkage between IT and the business. For example, building solutions in-house can be slow, and it can be hard to keep pace with rapidly changing digital market requirements and demands. Out-of-the-box solutions can often meet most business requirements within weeks. The ability to quickly assemble multiple composable cloud-based components into an enterprise solution can increase responsiveness and agility. The North American CEO of a Consumer Services organization said, \"Using cloud gives us great agility and faster response time in pushing out new services.\" Freeing up internal resources to focus on value-adding core business activities is another key benefit. Instead of having internal staff with business domain knowledge perform a basic utility function, an external specialized resource can do so more effectively (see example, \"International spirits company shifts focus off non-core activities\"). Through their specialization and economies of scale, vendors may provide cost-effective essential functions, such as utility IT services. Figure 8 What's new with cloud: Industry expansion, revenue sources and business models Source: IBM Institute for Business Value Expanded into new industries 76% 15% 9% Created new revenue sources Created and supported new business models 71% 19% 10% 69% 23% 8% Significantly achieved Moderately achieved Did not achieve With many external cloud-based solutions available, internal IT is no longer the sole technology solution provider to the business. On the other hand, the large variety of cloud-based solutions prompts business to rely on IT for advice to make sound choices. Organizations must cultivate strong alignment between business and IT to operate effectively in the cloud era. As the Vice President of IT in a North American Consumer Products company said, \"It is more important than ever to have IT folks in the business to help advise as new ideas are generated. International spirits company shifts focus off non-core activities This large, privately-held company has a product portfolio of more than 200 brands and labels. It used to own most IT components in-house, with diverse and decentralized IT organizations around the globe. To concentrate on its core skills, the company centralized IT under one enterprise-wide organization. By moving its global infrastructure to cloud, the effort of maintaining IT services was substantially reduced. Sourcing IT solutions with a technology vendor helped to reduce headcount by 30 percent in two years, with a cost savings of approximately 10 percent per year. Lines-of-business leaders are empowered by merging business and IT priorities and expertise that comes through external access to technological solution options. IT functions are increasingly evolving from playing traditional solution provider roles into crucial roles as technical advisors to the business. Stronger connections between business and IT can increase both operational transparency and collaboration across an organization. \"We want to minimize our effort of maintaining non-core activities such as IT services.\" CIO, Consumer Products, Europe"}, 
{"fileName":"GBE03766USEN.pdf","id":"db45b169-eca0-4855-b6c8-71510af5ba25","title":"How financial benefits can accrue from cloud","body":"Surveyed executives realized significant financial benefits by cutting infrastructure costs, increasing financial visibility and accelerating return on investment (ROI). IT infrastructure is a major expense item for most organizations. Fifty-seven percent of executives from high-performing organizations identified cost as the most important criterion in deciding which workloads should be moved to cloud. Effective organizations extract great value out of each dollar they spend. Many of them leverage large-scale cloud vendors for consistent, reliable cloud-based IT infrastructure at lower cost. True IT costs in a traditional IT environment are notoriously difficult and expensive to measure but an accurate view is crucial to an organization's financial vitality. Maintenance-free, centralized, cloud-based dashboards with auto-log metrics help attain such visibility. The Senior IT Manager of a North American Consumer Products company said, \"They monitor and collect data. We can access the metrics anytime on any device with zero maintenance cost.\" Additional financial benefits come when organizations accelerate ROI and mitigate risks by using subscription-based cloud resources. The upfront capital investment for on-premise solutions can be too high, especially for startups. Further, subscription-based, dynamically scaled cloud resources can lessen up-front costs and align future spending to demands. And quick-provisioned cloud resources can also shorten a company's time to market (see sidebar, \"South American customer loyalty infrastructure handles higher volumes\"). South American customer loyalty infrastructure handles higher volumes Created by a new business entity of a major financial services company, the online customer loyalty program platform supports two of the country's largest banks. But time and resources were limited to address the need for scalable solutions to serve the more than 45 million customers using those banks. With the help of a leading cloud provider, the platform provider secured the infrastructure resources it needed. Within weeks, they built a front-end application layer on cloud and a back-end database on dedicated servers, establishing a hybrid environment with a scalable, cloud-based user interface and a high-performing, on-premise customer database. This enables the banks to serve potentially high volumes of bank customers when needed, without tying up capital to excess capacity."}, 
{"fileName":"GBE03766USEN.pdf","id":"28734914-5538-4d21-974a-94ff6fe79276","title":"How cloud can increase innovation","body":"Our study also found that innovation advantages can be gained through rapid experimentation, strategic application programming interfaces (APIs) and extended access to external talent and technologies. Conducting rapid experimentation gives innovative organizations the crucial ability to test and fail quickly. Cloud, with its on-demand and scalable attributes, enables this sort of nimble development and testing. What's more, quick and automated resource provisioning can shorten development time and reduce time to market. Revealing strategically selected data through APIs is another way that cloud supports innovation and the cultivation of new opportunities. Sharing enterprise insight and intelligence among ecosystem partners facilitates innovation throughout the ecosystem. And co-innovation can propel companies toward new market opportunities. The global cloud program manager, mining company in South America said, \"Partnerships with vendors allow us to learn and gain deep access to their information and knowledge.\" Taking advantage of hybrid cloud extends access to external talent and technologies. One respondent noted that today, a company doesn't want to be defined by the number of engineers it employs. It can instead rely on technology partners to provide expertise on recent industry trends, methodologies and frameworks while it deals directly with its core business. External subject matter experts can boost the organization's intellectual capacity to expedite innovation. \"Push out your idea fast, then get the truth as the customers see it.\" CEO, Consumer Services, North America"}, 
{"fileName":"GBE03766USEN.pdf","id":"09bfa395-3c0f-4e91-a9ba-f6b3d988618f","title":"Recommendations","body":"Deepen understanding of business and financial implications of cloud, then apply the knowledge to steer future cloud initiatives Cloud can be the centerpiece of an overall organizational transformation. Potential business impacts - and the associated financial implications - need ongoing scrutiny. During each stage of cloud adoption, combine the insights of business and IT. A tailor-made environment for your organization will be possible when IT employees truly understand what the business needs and LOB employees know what technologies/IT can do for them. • Identify key business stakeholders of cloud initiatives, select target improvement areas, and establish a current performance baseline for comparison. • Set improvement targets and financial equivalents, determine total cost of cloud initiative investment, and calculate return on investment (ROI). • Compare the achieved ROI with improvement targets, identify refinement opportunity and incorporate ROI results in future decision-making process of cloud adoption. • Mitigate the risk of possible business disruption by coalescing IT and business guiding principles through an enterprise governance model to support decision processes regarding cloud adoption. • Strengthen service portfolio management for the new hybrid environment with industry best practices and internal disciplines. Strengthen your ability to manage the complexity of multiple cloud ecosystem partners The ecosystem will be in continual development as you collaborate with value chain participants. Managing a dynamic and interdependent environment will require both a new mindset and new skills within your organization. • Foster the next generation business and IT hybrid talent with both business acumen and technological skills. • Be cognizant of the increased complexity of cloud-based software licensing cost structures, especially for large-scale ERP systems. • Build strong relationships with cloud providers to gain insights into their cost structures and available pricing options, including how much must be paid up front, the timing of payments and more. • Embrace the cloud ecosystem as an orchestrated environment in which participants can deliver more value acting together than acting alone.5 • Establish interdependent and collaborative long-term relationships with ecosystem partners through mutually beneficial opportunities. Expand internal capabilities and understand the security and compliance features of external solutions Companies' legacy data model and architecture design might limit their abilities to fully exploit cloud. By decoupling secure data and operational components from non-secure components, companies will have more flexibility to migrate data - less-sensitive data, for example - to cloud. • Re-architect operations to build data protection and security measures into system design and IT infrastructure. • Select cloud vendors with security and compliance focus; implement additional security and compliance measures specific to your needs. • Establish strict control policies in-house and educate employees to avoid human risk, which is often the most uncontrollable type of risk. • Verify that your providers can adhere to the same standards as you impose on premise. • Expand your use of cloud by continuing to explore new technological solutions that address security and compliance requirements for additional categories of workloads."}, 
{"fileName":"GBE03766USEN.pdf","id":"ab611735-6bac-43cb-a5a4-98a7c01a8f15","title":"Are you ready to tailor cloud to suit your organization?","body":"• How is your organization planning to incorporate hybrid cloud into your overall transformation strategy? • What is the optimal combination of cloud and on-premise IT investments for your organization? What factors will you regularly monitor to identify needed changes over time? • How effective are you in tapping into external resources in assessing and implementing cloud-based solutions? Related publications Brown, Doug, Justin Chua, Nate Dyer, Eric Lesser and Jacqueline Woods. \"New technology, new mindset: Strategic IT infrastructures to compete in the digital economy.\" IBM Institute for Business Value. November 2015. http://www.ibm.com/services/us/gbs/ thoughtleadership/technologymindset/ Berman, Dr. Saul J., Lynn Kesterson-Townes and Anthony Marshall. \"The power of cloud: Driving business model innovation.\" IBM Institute for Business Value. February 2012. http://www.ibm.com/services/ us/gbs/thoughtleadership/ibv-power-of-cloud.html IBM Institute for Business Value. \"Cloud for industries: Charting the path for cloud adoption that transforms business.\" http://www.ibm.com/services/us/gbs/ thoughtleadership/cloud-industry-series/ How we conducted our research To learn how organizations differentiate themselves using cloud, in 2016 we interviewed 30 executives and surveyed 1,000 global respondents from 18 industries. Sixty-one percent of respondents held the title of CIO, CTO or Head of IT. To analyze differences among the study sample, each respondent did a self-assessment based on organizational performance. A \"high-performing organization\" is one that rated itself as \"5\" on a scale of 1 (low) to 5 (high) in both revenue/effectiveness and profit/efficiency performance. \"Low-performing organizations\" rated themselves as \"1\" on that scale. Telecommunications Retail Government/Public sector Insurance Banking Media and Entertainment Life Sciences/Pharmaceutical Travel Transportation Industrial Products Healthcare Financial Markets Energy and Utilities Education Consumer Products Consumer Electronics Automotive Chemicals/Oil and gas CIO/CTO or head of IT CEO or head of strategy CFO or head of finance COO or head of operations 12 % 11 %"}, 
{"fileName":"GBE03768USEN.pdf","id":"5f2dc9cd-de5c-42da-9870-c5b57100b871","title":"The cognitive bank","body":"Decoding data to bolster growth and transform the enterprise IBM Institute for Business Value How IBM can help To succeed in today's environment, businesses need to lead through increased complexity and volatility, drive operational excellence and enable collaboration across enterprise functions, develop higher quality leadership and talent, manage amidst constant change and unlock new possibilities grounded in data. For more information, visit ibm.com /banking Executive Report Banking and Financial Markets"}, 
{"fileName":"GBE03768USEN.pdf","id":"50ed9d4a-0e3a-4ae5-b5c3-d9dd0a4feea2","title":"Threats remain, but opportunities are brewing","body":"Global industry trends include commoditization of products and services in the marketplace, unenthusiastic customers seeking more personalized and deeper experiences, and new breeds of competitors attacking banks on all sides. For many financial institutions, attempts at paring costs have been unsuccessful and financial performance has plateaued. For 64 percent of those surveyed, their bank's operational efficiency remained the same or declined over the last three years. The top three strategic objectives were all cited by more than half of executives surveyed: improve operational efficiency (58 percent), improve customer engagement and experience (51 percent), and grow revenues (50 percent). Commoditization continues In this study, 43 percent of executives surveyed said traditional banking functions are becoming increasingly commoditized - with only 15 percent reporting that banks can avoid it. Banking products and services are largely indistinguishable and key business processes are being standardized to increase efficiencies. Commoditization is forcing banks to seek value in different ways, not through products and services alone, but rather through radical innovation in business processes and new technologies. While emerging competitors may be able to perform banking functions better and at lower cost, they will find it much more difficult to build and manage the breadth and depth of customer relationships that traditional banks have carefully built over decades.2 Figure 1 Conflicting views: The majority of industry executives failed to see widespread customer dissatisfaction with their experiences Customers are unheard and unimpressed As excellent relationship management becomes essential, customer requirements are rapidly changing and become increasingly valued. Customers want more personalized experiences than banks can currently provide. In other parts of their everyday lives, customers are enjoying new levels of interaction with other organizations. In financial services, as elsewhere, they seek individualized engagement which aligns and caters to their own specific context - likes, lifestyle, place of residence, background and much more. Fifty-four percent of executives surveyed said consumer buying behavior is moving from products and services to experiences, yet they are struggling to live up to expectations.3 In sharp contrast to customers' perceptions of shortcomings in the banking experience, more than half of financial firms involved in 2015 IBM research, rate themselves highly in that regard (see Figure 1). Only 35 percent of customers said retail banks provide an excellent customer experience, compared to 62 percent of bankers. Wealth managers revealed an even worse gap between their own perceptions and how customers rated the experience. Disruptive competition can't be ignored Seemingly ubiquitous attacks from new competitors - which include digital-only, non-bank entrants - offer bank customers lower costs and new value. Why, for example, wait two days to learn by phone or email whether a bank has approved your car loan if you can get an online decision within minutes from a non-traditional loan source? Outperforming banks are much more aware of disruption by fintechs - and responding proactively. In great contrast to their underperforming counterparts, 3.3 times more outperforming banks have experienced disruption by fintechs to at least a moderate degree (see Figure 2). And industry leaders are learning that partnering with fintechs may be a better approach than treating them strictly as competitors. Eighty percent more of outperformers than underperformers have adjusted their strategies to deal with challenges from fintechs. Source: \"Banking redefined.\" IBM Institute for Business Value. 2015. Financial services providers that agree Customers who agree Do you agree that wealth managers and banks deliver an excellent customer experience? Wealth management"}, 
{"fileName":"GBE03768USEN.pdf","id":"86b04273-569e-4e21-9430-3c059cce94db","title":"Gaining competitive advantage through cognitive technologies","body":"Incremental change is no longer enough. The industry needs new ways to achieve a desired level of performance that relies not just on producing expected quarterly results, but tackles the effects of industry disruption. Cognitive computing technologies such as artificial intelligence, natural language processing (NLP) and machine learning are still largely nascent, but starting to appear on the radar of many financial services organizations today. Of executives surveyed, just 28 percent are familiar with cognitive computing and only 17 percent consider their organizations ready to embrace it. However, outperforming banks are significantly more ready than our full sample of executives: 52 percent of outperformers are aware of cognitive computing and 32 percent of them describe their organizations as prepared to adopt cognitive computing. Fifty-eight percent more outperformers than underperformers said they expect cognitive computing to significantly impact their business lines and functions. Improving operational efficiency was named by 58 percent of surveyed executives as their most important strategic priority; and it was the most-named benefit (cited by 49 percent) they expect from cognitive computing (see Figure 3). Figure 3 Needs and outcomes: The expected benefits from cognitive computing align strongly with banks' strategic priorities Source: 2016 IBM Institute for Business Value Cognitive Bank Survey, (sample size n = 2009). Improve operational efficiency 58% 49% Top three strategic priorities of banking executives Top three anticipated benefits of cognitive computing Improve customer engagement and experience 51% 46% Grow revenues 50% 39%"}, 
{"fileName":"GBE03768USEN.pdf","id":"597e5d22-f4fe-48b4-9599-0d2a21cbea3e","title":"Seizing the power to transform","body":"Cognitive computing solutions offer valuable capabilities by enabling systems to process and act on data in a human-like manner. They can transform how organizations think, act and operate.4 Their combination of NLP, hypothesis generation and evaluation, and dynamic learning enable powerful, fast and accurate solutions. Four principles form the foundation of cognitive computing: learn and improve, build speed and scale, collate human intelligence, and interact in a natural way (see Figure 4). Learn and improve. Because cognitive computing leverages systems that can learn, improvements are possible with each outcome, action and iteration. Every new piece of information can add to the body of knowledge with more than a simple additive result. Build speed and scale. Processing speed supports scaling that enhances machine learning to carry out complex tasks repeatedly and much more efficiently. Collate human intelligence. Cognitive solutions are trained by subject matter experts and make collective knowledge accessible for rapid reuse and decision support. These technologies help us understand the complexities of unstructured data and apply advanced analytics to weigh and evaluate responses. Interact in a natural way. Cognitive solutions adapt to human approaches and interfaces while understanding context and reason. Deep NLP assesses and evaluates language over virtually unlimited topics and enables informed judgments. Figure 4 Four principles: What cognitive computing provides to users Learn and improve Interact in a natural way Collate human intelligence Build speed and scale Source: IBM Institute for Business Value analysis. Decision making supported by cognitive capabilities offers a high level of quality insights with high levels of human interaction (see Figure 5). Ultimately, cognitive computing enables banks to exploit the benefits of available data by: • Providing deeper and more personalized customer insights • Supporting more-informed decisions across the whole bank • Accelerating operational and organizational efficiencies. Descriptive What happened? - Reports - Dashboards - Visualization Predictive What can happen? - Predictive models - Scores - Forecasts Prescriptive What should happen? - Rules - Optimization models - Recommendations Cognitive What are the most suitable options in context? - Learning models - Experience-based - Feedback mechanisms Levels of human interaction Figure 5 Greater insights, deeper interactions: Cognitive technologies enable decision making to be forward-looking and continuous Source: IBM Institute for Business Value analysis."}, 
{"fileName":"GBE03768USEN.pdf","id":"3644f295-287d-4a27-8a67-ba995c43999e","title":"The cognitive bank: Three dimensions of change","body":"Cognitive computing is enabling banks to achieve their strategic priorities in ways they could not previously imagine. It benefits the entire bank across three dimensions: improved engagement, new analytic insights and enterprise transformation (see Figure 6). Figure 6 The cognitive bank: Reshaping the enterprise across three key dimensions Deeper contextual engagement - Personalizes customer engagement - Complements human expertise - Provides access to ecosystem partners New analytic insights - Enable seamless dialogue with user - Accelerate banking processes - Provide knowledge-driven opportunities for ecosystem processes Enterprise transformation - Redesigns business, revenue and operating models - Redefines roles and business processes - Reinvents culture and spurs innovation Dimensions of the cognitive bank Source: IBM Institute for Business Value analysis. Deeper contextual engagement In support of more meaningful engagement with customers, the cognitive bank enables personalization through continually deeper insight, context and learning. Self-service engagement allows delivery of one-on-one experiences at scale, as when a cognitive virtual agent has highly personalized conversations in interactions with clients (see example, \"Asian bank\"). Such direct-to-consumer cognitive virtual agents can serve, guide and advise customers via web and mobile. For example, during a customer interaction, a virtual agent or self-service capabilities - such as NLP and context analysis - enhance the seamless, cross-platform experience to enable the most appropriate response. Afterward, the ability to learn from customer interactions offers the chance to create superior experiences in the future (see Figure 7). Asian bank: Improving branch service with robots A bank in Asia serves more than 26 million households with products that include everyday banking, trusts and securities. It has more than 500 branches and 10,000 ATMs nationwide. The bank sought to distinguish itself from online competitors and take advantage of its physical locations. It developed a cloud-based, cognitive robot software platform that gathers customer service information from every interaction and responds with the latest assistance from online resources and other bank systems. This new cognitive solution will power customer service robots that understand speech, gestures and even customer expressions. It interprets questions and learns preferences while scanning the bank's information to provide personalized service that becomes richer and more targeted over time. Learns with every customer interaction Creates seamless experiences across platforms Provides most appropriate response Analyzes context of interaction Natural language interaction Virtual agent or self-service Figure 7 Virtual agents: A cognitive way to offer highly personalized interactions to each client Benefits for customers and banks can include: • Reduced waiting time • More real-time dialogue • Improved cross-selling and up-selling • Less customer attrition and higher customer satisfaction • Lower operating costs and more efficient interactions Source: IBM Institute for Business Value analysis. New analytic insights Adding cognitive capabilities to employee-facing applications enhances service across the customer lifecycle and supports better decision making. Using deeper knowledge of customers, a cognitive smart advisor can enable relationship managers to advise clients more accurately than imagined in the past, scale sales and accelerate service expertise on demand. Insights are also critical to support exploration of information in functions such as customer service support (see example, \"European bank\"). Cognitive computing offers instantaneous customer service support for more efficient response times and higher call conversion rates. By tapping a deeper knowledge base, even highly-customized business processes can be accelerated. Optimal credit solutions can be designed for a client, as can other products suited to individual needs. Proactive data capture and processing help provide compressed cycle times, reduced errors, better compliance enforcement and higher productivity (see Figure 8). With its access to new analytic insights, the cognitive bank filters and digests dynamic internal and external data from the banking ecosystem and beyond. It can capture the \"market DNA,\" including, for example, information about industry trends, financial performance, strategic intent, merger and acquisition activity, market risks and benchmarking analytics. Cognitive computing unifies a view of corporate intelligence based on data from diverse sources, peer connections and real-time comparisons, all of which can contribute to an optimal response strategy and help identify new value creation opportunities. European bank: Expanding foreign trade business with NLP A European bank provides financial services including banking, insurance, pension and investment fund activities, and has approximately 5,000 branch offices, 30,000 employees and over 10 million customers. To expand its foreign trade business, it saw an immediate need to improve the speed and accuracy of its responses with a system that provides agents information to answer customers directly, rather than relying on experts. The bank developed a solution in two phases. In Phase I, agents accessed a cognitive system that uses NLP to offer possible answers. In Phase II, the bank moved to a cloud-based system and added the ability to rank answers. Its cognitive learning capability improves the view of customer needs over time and constantly refines recommendations for customers. Now, within seconds, agents receive answers to foreign trade questions culled from information contained in masses of unstructured regulations. Enterprise transformation The cognitive bank can make improvements that offer greater visibility into specific business challenges and support proactive decisions across the whole organization. One example is to align policies, procedures, controls and standards enterprise-wide to meet regulatory requirements, such as for employee-facing applications that enhance wealth management operations (see example, \"Global financial services firm\"). Benefits for customers and banks can include: • Highly responsive and consistent customer service • Faster and accurate query resolution • More scalable on-demand expertise • Lower training costs • Better resource utilization Figure 8 Call center agent dashboard: A comprehensive client view enables greatly improved customer service Complete real-time view of the client Expertise scaleable for the mass market Customized responses Call center agent dashboard Source: IBM Institute for Business Value analysis. Monitoring risk and compliance with cognitive capabilities enables assurance across business processes (see Figure 9). Imagine a system that understands your entire global client base individually, with comprehensive knowledge of both existing and proposed banking regulations across continents, countries, states and provinces. Figure 9 Enterprise transformation: Identifying upcoming regulations to help ensure proactive compliance Global financial services firm: Managing compliance proactively Operating in nearly 100 regulatory jurisdictions worldwide, a financial services holding company faces ever-changing regulatory requirements. It needs to identify specific obligations, such as password policies, data backups or traceability. Manual examination of regulatory content eats up thousands of hours yearly and costs millions of dollars. The firm wanted a better way to stay compliant with changing regulations, challenging the idea that only humans can do this work. It supported a proof-of-concept project to train a cognitive computing platform designed to ingest thousands of regulatory documents and online content in various unstructured formats. Using NLP and self-learning capabilities, it can identify regulatory obligations with increasing accuracy, building a case for decisions by citing precedents and weighing risk involved. Early results showed a 72 percent accuracy versus a 75 to 80 percent target. The solution is also expected to reduce the costs of churn and associated loss of institutional knowledge that takes years to develop. Benefits for customers and banks can include: • Simplified compliance management and tracking • Dynamic view into the changing regulatory environment • Transparency across the organization • Efficient documentation and data management Assures compliance with transparent audit trail Highlights compliance issues and gaps Identifies updates to regulations Enterprise transformation Source: IBM Institute for Business Value analysis."}, 
{"fileName":"GBE03768USEN.pdf","id":"42823552-cefa-49ab-b912-cb9afe1cb9cf","title":"On the verge of revolution","body":"We asked study respondents to name the barriers restricting them from implementing cognitive IT and related skills. Cost was named most often and cited by 45 percent of executives. Close behind was lack of IT and other skills (named by 43 percent). Lack of organizational buy-in was a distant third (25 percent). Just 11 percent of our 2,009 respondent organizations said they have adopted cognitive technology. But outperforming banks are already convinced of its importance and impact. Strikingly, 3.3 times more executives from outperforming banks than underperforming banks said cognitive computing has strategic relevance to their organizations. Outperformers again outnumbered underperformers in how strongly they expect cognitive computing to affect different aspects of the business (see Figure 10). Outperformers expect the greatest impact on IT systems architecture (67 percent), followed by a tie between operating and revenue models (60 percent), and business processes (60 percent). What does a cognitive bank look like? The cognitive bank will look radically different from traditional models and entails a transformation of how banking organizations think, act and operate. By leveraging the value in previously-untapped data, traditional banks can position their organizations at the center of rapidly evolving banking ecosystems. Fintechs are able to leverage new technologies to compete against banks in specific functional activities. However, fintechs lack banks' key advantage of owning the valuable data that underpins customer relationships. Using cognitive capabilities to attain analytic insights, financial institutions gain the opportunity to build powerful ecosystems in which customers entrust them to manage their relationships with other service providers, increasingly from outside the industry. Banks can transform from being mere service providers to playing integral roles in customers' everyday lives by optimizing how they use data and orchestrating multiple ecosystems of providers."}, 
{"fileName":"GBE03768USEN.pdf","id":"fff642f7-2a61-4887-ad33-354d01183b72","title":"Recommendations: Become a cognitive bank","body":"Plan Design a holistic cognitive strategy and business case. Establish an appropriate enterprise-wide governance framework. Identify prioritized opportunities to adopt cognitive computing. Define the scope and obtain senior management commitment to start leveraging cognitive capabilities. Appoint \"cognitive champions\" throughout the organization, whether in your call center, back-office processing, compliance function or elsewhere. Formulate your cognitive intentions using design thinking. Explore relevant cognitive computing solutions and use data to create superb customer experiences. Strive to offer the ideal experience for obtaining a mortgage loan, reallocating portfolio assets, or evaluating geopolitical and economic factors to make optimal investment decisions. Prototype and conduct pilots, refining continually. Test and validate prioritized user profiles with business users; encourage all-level involvement. Refine these with user inputs to improve stakeholder buy-in over time. Involve compliance officers in testing a cognitive system with thorough knowledge of current and future banking regulations across geographies. Promote ongoing executive alignment and commitment. Communicate business value to executive sponsors and stakeholders at all levels. Enlist cognitive champions to drive communication and coordinate cognitive adoption enterprise-wide. Prepare Invest in new kinds of human talent, not just banking experts. Understand the talent gap for cognitive deployment. Experts on data, NLP, cognitive and other machine learning skills will be invaluable to financial institutions. Adjust processes and policies. Assess the likely impact of cognitive insights from once-dormant (\"dark\") data on both business processes and the broader organization. Make necessary changes to support cognitive implementations. Using cognitive computing to conduct corporate research can shave days from the amount of time needed for an industry analyst to do it manually. Build and help ensure a quality corpus of data. Conduct a structured data strategy assessment. Invest in digitizing systems of records. Collect, ingest and curate enterprise-wide data to build a quality corpus. Establish a cognitive-ready infrastructure. Develop infrastructure to support cognitive data sets, volumes and workloads in a secure manner. Address the related skills and technology needs to support the use of context-driven, unstructured text from various sources versus the usual financial transaction processing. Determine whether this means growing internal skills or finding external partners. Progress continually Communicate the cognitive vision at all levels. Use change management principles to control, measure and communicate the ongoing impact of enterprise and ecosystem transformation. Apply cognitive technologies. Execute a staged roll-out (using \"agile sprints,\" for example). Establish a framework of metrics and key performance indicators. Measure and achieve outcomes. Assess progress toward your outcomes. Measure and communicate value realized at different phases. Set up a periodic review process. Enhance, expand and share collective knowledge. Periodically update functionality and training with new content based on learnings. Look for reusable knowledge and create ways to share it for enterprise-wide, perhaps even ecosystem-wide, scalability. For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com . Follow @IBMIBV on Twitter, and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv ibm.com/iibv . Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues."}, 
{"fileName":"GBE03768USEN.pdf","id":"c175a12f-d210-4757-a22f-a889428e01e2","title":"Are you ready to transform using deeper insights?","body":"• What is your plan to identify and start analyzing previously untapped data, especially unstructured data? Can you assess its potential value in improving revenues, operations and customer engagement? • How will you communicate the potential business benefits of cognitive systems to stakeholders across your enterprise and ecosystem? • What are your plans to address the expected skills gaps as you plan for and implement cognitive solutions? • In what ways will you communicate the cognitive vision enterprise-wide? How will you systematically measure and learn from outcomes? How we conducted our research In second quarter 2016, IBM surveyed 2,009 global C-suite executives in a range of executive roles in the banking and financial markets industries (see Figure 12). Respondents' answers to two questions determined whether they fell into the outperformer or underperformer category, or whether they ended up somewhere in between. Outperformers (27 percent of total) are those organizations with growth in both revenue and operating efficiency over the last 3 years. Underperformers (also 27 percent of full sample) had both revenue and operating efficiency that decreased, or was relatively unchanged during that same timeframe. Region Europe, Middle East and Africa Asia Pacific North America South America Australia Primary business Financial markets Retail/consumer Commercial banking Role Other Head of Customer Experience Head of Business Function Head of Strategy/Innovation Chief Technology Officer Chief Financial Officer Chief Operating Office Chief Executive Officer 50% 39% 31% 16% 16% 6% 5% 5%5% 16% 25% 4% 7% 15% 35% 25% Figure 12 Methodology Authors Jim Brill is Director, Global Industry Marketing and Communications for IBM. He is currently responsible for marketing and field enablement, targeting the financial services sector. Jim joined IBM in 1999 to startup the New York Center for e-business Innovation, which evolved into IBMiX, the largest digital agency in the world. He has more than 20 years' experience in collaborating with some of the world's most recognizable brands in technology, media, retail and financial services. He can be reached via Twitter @jimbrill and jim.brill@us.ibm.com . Nicholas Drury is the Global Banking and Financial Markets Leader for the IBM Institute for Business Value. Nick has over 20 years' practitioner experience with blue chip names in international banking and financial markets over three continents. His recent consulting portfolio of clients includes leading global banking groups and major financial services players in Asia Pacific undergoing deep transformation journeys. Nick can be reached on Twitter @nicholasdrury1 and at nickd@sg.ibm.com. Allan Harper leads Cognitive Banking for IBM Global Business Services. In this role, he works with banks and insurers globally to apply Artificial Intelligence solutions across front-, mid- and back-office functions. Solutions integrate machine learning, natural language processing, advanced analytics, robotics and blockchain. He can be reached at allan.harper@au1.ibm.com . Likhit Wagle is Partner and Global Industry General Manager for Banking and Financial Markets within IBM Global Business Services. Previously, Likhit led the IBM Banking and Financial Markets team in Northeast Europe and the M&A practice at PwC. Under Likhit's leadership, IBM has developed a market-leading position in solutions that support the transformation of core banking and multi-channel processes and systems. He can be reached at Likhit.Wagle@uk.ibm.com . Related IBM executive reports Drury, Nicholas, Anthony Marshall, Jim Brill and Likhit Wagle. \"Banking redefined: Disruption, transformation and the next-generation bank.\" IBM Institute for Business Value. October 2015. http://www.ibm.com/ services/us/gbs/thoughtleadership/bankingredefined / Drury, Nicholas, Allan Harper, Anthony Marshall and Dr. Sandipan Sarkar. \"Breakthrough banking: Your cognitive future in banking and financial markets.\" IBM Institute for Business Value. October 2015. http://www-01.ibm.com/common/ssi/cgi-bin/ ssialias?subtype=XB&infotype=PM&htmlfid= GBE03713USEN&attachment=GBE03713USEN.PDF Drury, Nicholas, Anthony Lipp, Anthony Marshall and Rachna Handa. \"Innovating banking: Lessons from the world's leading innovators.\" IBM Institute for Business Value. September 2015. http://www.ibm.com/ services/us/gbs/thoughtleadership/ innovatingbanking/ ((c)) Copyright IBM Corporation 2016 Route 100 Somers, NY 10589 Produced in the United States of America September 2016 IBM, the IBM logo and ibm.com are trademarks of International Business Machines Corp., registered in many jurisdictions worldwide. Other product and service names might be trademarks of IBM or other companies. A current list of IBM trademarks is available on the Web at \"Copyright and trademark information\" at www.ibm.com/legal/ copytrade.shtml. This document is current as of the initial date of publication and may be changed by IBM at any time. Not all offerings are available in every country in which IBM operates. The information in this document is provided \"as is\" without any warranty, express or implied, including without any warranties of merchant­ability, fitness for a particular purpose and any warranty or condition of non-infringement. IBM products are warranted according to the terms and conditions of the agreements under which they are provided. This report is intended for general guidance only. It is not intended to be a substitute for detailed research or the exercise of professional judgment. IBM shall not be responsible for any loss whatsoever sustained by any organization or person who relies on this publication. The data used in this report may be derived from third-party sources and IBM does not independently verify, validate or audit such data. The results from the use of such data are provided on an \"as is\" basis and IBM makes no representations or warranties, express or implied. GBE03768USEN-01 Please Recycle Contributors Anthony Lipp, Global Strategy Leader for Banking and Financial Markets, IBM Acknowledgments The authors would also like to thank the following colleagues: Stephen Ballou, Kristin Biron, Amanda Drouin, Vijayanand Ganeishan, Brian Goehring, Jayashree Lanjekar, Eric Lesser, Anthony E. Marshall, Kathleen Martin, Joni McDonald, Hebatallah Nashaat, Carrie Ritchie, Rajrohit Teer and Anne-Marie Weber. Notes and sources 1. Drury, Nicholas, Allan Harper, Anthony Marshall and Dr. Sandipan Sarkar. \"Breakthrough banking: Your cognitive future in banking and financial markets.\" IBM Institute for Business Value. October 2015. http://www-01.ibm.com/common/ssi/cgi-bin/ssialias?subtype= XB&PM&htmlfid=GBE03713USEN&attachment=GBE03713USEN.PDF 2. Marshall, Anthony and Likhit Wagle. \"Banking redefined: Disruption, transformation and the next-generation bank.\" IBM Institute for Business Value. October 2015. http://www-01.ibm. com/common/ssi/cgi-bin/ssialias?subtype=XB&infotype=PM&htmlfid=GBE03704USEN &attachment= GBE03704USEN.PDF 3. Davidson, Steven, Martin Harmer and Anthony Marshall. \"The new age of ecosystems: Redefining partnering in an ecosystem environment.\" IBM Institute for Business Value. July 2014. http://www-935.ibm.com/services/us/gbs/thoughtleadership/ecosystempartnering/ 4. High, Rob, IBM Fellow and Bill Rapp, IBM Distinguished Engineer. \"Transforming the way organizations think with cognitive systems.\" IBM Redbook. IBM Academy of Technology. December 2012. http://www.redbooks.ibm.com/redpapers/pdfs/redp4961.pdf"}, 
{"fileName":"GBE03773USEN.pdf","id":"234da127-b275-4267-a22b-c7eef010a0e5","title":"Analytics: Dawn of the cognitive era","body":"How early adopters have raised the bar for data-driven insights IBM Institute for Business Value IBM Cognitive and Analytics The IBM Cognitive and Analytics practice integrates management consulting expertise with the science of cognitive and analytics to enable leading organizations to succeed. IBM is helping clients realize the full potential of big data and analytics by providing them with the expertise, solutions and capabilities needed to infuse cognitive into virtually every business decision and process; empower more rapid and certain action by capitalizing on the many forms of data and insights that exist; and develop a culture of trust and confidence through a proactive approach to security, governance and compliance. For more information about IBM Cognitive and Analytics offerings from IBM, visit ibm.com/gbs/cognitive ibm.com/gbs/cognitive . Executive Report Cognitive and Analytics"}, 
{"fileName":"GBE03773USEN.pdf","id":"2c2e2da4-c42b-42a9-9c84-bf3f010f8c01","title":"Executive summary","body":"Welcome to the dawn of the cognitive era. Almost three-quarters of more than 6,000 organizations have the data and analytics capabilities needed to start their cognitive journey, according to our 2016 Cognitive and Analytics Survey. In the cognitive era, which is profoundly different than those before it, data comes alive. Today's programmatic codes give way to systems that redefine how data is used, adding fundamentally new capabilities to create systems that interact with humans naturally to interpret data, learn from virtually every interaction, and propose new possibilities through probabilistic reasoning. Data in the cognitive era engages with humans on a sensory level. People speak; systems listen and respond. Data sees the world around us, feels the wind and the rain, hears the rhythms of music, smells the comforts of home, and tastes with a global palate.1 In the cognitive era, data shifts from calculations in spreadsheets to shaping the decisions of everyday life. It's almost mind-boggling how quickly things have changed. When the IBM Institute for Business Value (IBV) analytics team began this research series in 2010, the focus was on educating executives about how analytics could create value; most still relied on gut instincts and limited descriptive data.2 By 2012, a majority of organizations had matured to the use of diagnostic and predictive analytics.3 That same year, we started surveying organizations on the use of cognitive computing, only to quickly realize most who responded were confusing it with prescriptive analytic techniques, such as text analytics and machine learning.4 Prescriptive analytics are coded algorithms that trigger predefined actions if certain thresholds are met within a specific set of data. These type of analytics solutions provide the platform on which cognitive systems are constructed. Evolving analytics to the next level The rise of cognitive systems marks the birth of a new era. Cognitive capabilities take analytics to the next level, fundamentally changing how systems are built and interact with humans. Although still in its infancy, cognitive computing is already being operationalized by a small group of visionaries around the globe. Our seventh annual analytics study indicates close to three-fourths of organizations are ready - at least from a data and analytics standpoint - to follow these leaders. However, joining the cognitive era also requires the right data mindset, a robust data ecosystem, and new and enhanced skills. In this, our seventh annual analytics research study, we find 74 percent of organizations are pervasively using at least one type of prescriptive analysis. And once a majority of organizations achieve widespread use of an analytic level, the competitive advantage evolves to the next level of analytic maturity. Competitive differentiation is now greater for those using the fifth level: cognitive (see Figure 1). Almost 3/4 of organizations surveyed have the data and analytics capabilities needed to implement cognitive systems. However, only 4% of organizations have at least one cognitive system in operation. 89% of the cognitive early adopters are more profitable and more innovative than their industry peers. 80% 70% 60% 50% 40% 30% 20% 10% 0% Descriptive Diagnostic Predictive Prescriptive Cognitive 2015 N/A N/AN/A 2016 N/A 20142013 N/AN/A 2012 N/A 2011 N/A N/A 2010 Figure 1 Once a majority of organizations achieve pervasive use of an analytic level, the competitive advantage evolves to the next level Adoption by analytic level Sources: IBM Institute for Business Value Analytics surveys 2010-2016. Note: Majority of organizations achieved pervasive use of the techniques in the year noted, based on annual analysis of the global marketplace by the IBM Institute for Business Value. Due to changes in questions and survey designs, analytics level data is not available for some years, which are marked N/A. For more information, see the \"Study approach and methodology\" section. Cognitive advances data analysis to the level of cognition, which is \"the mental act or process by which knowledge is acquired.\"5 Cognitive systems ingest data from interactions, transactions and observations, then interpret, analyze and act upon it while simultaneously retaining the knowledge learned through the process. A cognitive business leverages a range of analytics capabilities (including descriptive, predictive, prescriptive and cognitive systems) using a well-governed data ecosystem that can manage both high volumes and multiple sources of structured and unstructured data, integrated with security, mobility and cloud components. Currently, operational use of cognitive systems is nascent, with only a set of intrepid organizations - representing 4 percent of the global marketplace - blazing a trail on their cognitive journey. These cognitive early adopters, already market leaders, are now exploring the new frontiers of competitive differentiation that cognitive systems reveal; hence, we call them Cognitive Explorers. These pioneering organizations have at least one cognitive system already in operation. Cognitive Explorers are using targeted implementations to understand how the next generation of analytics works and to learn - alongside the systems - how to create new kinds of value. They are found in each of the 19 industry groups we surveyed across all geographic regions. And according to respondents, these organizations are all-around outperformers: 84 percent report they outperform competitors in revenue creation; 91 percent report they are more effective at what they do than competitors; 89 percent report they are more profitable than similar organizations; and 89 percent report they are more innovative than most in their industry. Definition of cognitive used in the survey: Cognitive computing refers to next-generation information systems that understand, reason, learn and interact. These systems do this by continually building knowledge and learning, understanding natural language, and reasoning and interacting more naturally with human beings than traditional programmable systems. We foresee rapid adoption of initial cognitive systems among other organizations. The most likely candidates have moved beyond descriptive and diagnostic, predictive and routine industry-specific capabilities. Representing 70 percent of our survey, these organizations, which we refer to as Cognitive Capable, are using advanced programmatic analytics in three or more departments. We predict this shift to cognitive will occur within the next 12 to 14 months for many organizations. In fact, 28 percent of Cognitive Capable organizations in our survey already have pilots or implementations underway - this is in addition to the Cognitive Explorers that have already operationalized a cognitive system. In addition to our survey research, we also analyzed more than 100 real-world cognitive systems among IBM clients. We discovered that most early adopters are targeting business development activities such as knowledge distribution, research and product development; external constituent and customer management; and sales and service activities including advisory services and other customer service interactions. Although present across industry groupings, most of the organizations analyzed were within financial services and public sector organizations (including healthcare). The majority of these organizations start with a specific use case, first taking a \"toe in the water\" approach before expanding their cognitive capabilities. For a closer look at what cognitive early adopters are doing, please read: The cognitive advantage: Insights from early adopters on driving business value. ibm.com/cognitive/advantage-reports/ ibm.com/cognitive/advantage-reports/ There is more to the transition from prescriptive analytics to cognitive systems than new software or hardware. Entry into the cognitive era requires a solid data and analytics ecosystem. This environment requires a corporate culture and mindset ready to engage with the science of data and strong governance to create agility and speed. It requires data, as much as possible, in all its various forms. A cognitive environment is an analytic evolution, building on the analytics of today to create the marketplace of tomorrow. In a modern data ecosystem, requisite for cognitive systems, many of the components may or may not reside within the \"four walls\" of an organization. We see every flavor of \"as a service\" in the marketplace, with vendors and consultants offering to outsource, manage or maintain a portion of the data and analytics lifecycle. The advent of cloud computing technologies has expanded an organization's data ecosystem exponentially. Cognitive Explorers are exploiting the opportunities of this modern architecture. In the following sections, we highlight the data and analytics ecosystem components that differentiate organizations that have successfully moved beyond prescriptive analytics into cognitive systems. Examining the governance, data and analysis traits that constitute the data ecosystem of these Cognitive Explorers offers a look at what it takes to succeed in the cognitive era."}, 
{"fileName":"GBE03773USEN.pdf","id":"9c42c48d-15e9-41f0-bf5c-f3acc2918365","title":"Establishing an organizational cornerstone for cognitive","body":"There is no reason to expect that the organizational fundamentals of data and analytics success - culture, leadership and governance - will change in the cognitive era. Looking at the traits of Cognitive Explorers, we find organizations continue on the path set by prescriptive analytics but with increased vigor. In cognitive organizations, the data strategy evolves, leadership is raised to the C-suite, and the need for business direction in the governance is amplified. Though some elements of the modern data system might exist outside the organization, the one component that firmly resides within the \"four walls\" is the mindset and structures embedded within the organization that govern the use of data and analytics. A cognitive mindset is an evolution from the data-driven culture many are still striving to achieve. Cognitive organizations embrace the science of data and foster a culture where insight is infused into every action, interaction and decision. We know from past research that the strength of the culture and strategic support given to data and analytics are directly correlated to the success of those programs within an organization.6 We predict the same is true in the cognitive era. Cognitive Explorers are confident their organization is ready to embrace a cognitive future. Almost six out of ten of these trailblazers strongly agree their organization is ready to adopt cognitive computing, compared to three out of ten Cognitive Capable respondents (see Figure 2). Figure 2 Cognitive organizations embrace the science of data"}, 
{"fileName":"GBE03773USEN.pdf","id":"f46d6415-6442-48a3-bad5-9b94cdec481a","title":"Almost 6 out of 10","body":"Cognitive Explorers strongly agree their organization is ready to adopt cognitive computing"}, 
{"fileName":"GBE03773USEN.pdf","id":"1043edce-f045-46aa-82fa-7174446b0a6a","title":"Only 3 out of 10","body":"Cognitive Capables strongly agree their organization is ready to adopt cognitive computing One early adopter with a clear cognitive mindset is Mueller, Inc., a privately held company that employs a workforce of 700 across four manufacturing and distribution centers in the South Central United States. \"At Mueller, we're committed to technology; it's a foundational pillar of our company. And technology is helping us gain efficiencies and differentiate ourselves from others in the marketplace,\" explains Mark Lack, director of cognitive analytics at Mueller, Inc. \"This has allowed us to explore correlations in data that we never would have thought to look for.\" To date, Mueller has implemented cognitive systems to assist with revenue forecasting, supply chain management, marketing, employee health and safety, and talent management. Within the first 12 months after implementation, one solution realized a tangible ROI of 113 percent, creating a net annual benefit of more than USD 780,000, and reducing scrap metal waste by 20 to 30 percent. Another solution reduced the time spent creating reports by more than 90 percent, while a third solution resulted in a 90 percent improvement in the time-to-value in data processing. Along with confidence and the right mindset, a strong strategy is required to step into the cognitive era. While a majority of all organizations now have a data and analytics strategy, only a quarter have evolved that strategy to include cognitive capabilities. Slightly more than half of Cognitive Explorers (56 percent) have developed a cognitive computing strategy, compared to 30 percent of Cognitive Capables. \"Having these cognitive analysis capabilities at our fingertips gives us unlimited insight into how we can improve our business.\" Mark Lack, Director of Cognitive Analytics, Mueller, Inc. A strategy should guide an organization from one milestone to the next and chart the course for Cognitive Explorers and Cognitive Capables alike. We recommend an iterative, ongoing approach to developing and maintaining a data strategy, regardless of maturity, based on our qualitative experience with thousands of organizations around the globe (see Figure 3). We also discovered that almost two-thirds of Cognitive Explorers and more than half of Cognitive Capable organizations currently manage data at the enterprise level. These findings are consistent with the growing rise of Chief Data Officers: Fifty-six percent of Cognitive Explorers have appointed a CDO, while 44 percent of all respondents employ a CDO (up from 31 percent in 2015).7 Enterprise management simplifies and streamlines data by establishing metadata and master data management, as well as transparent lines of data ownership, lineage and usage. A majority of Cognitive Explorers have implemented a business-driven governance system, and almost two-thirds have enterprise-level data management and infrastructure governance. Nearly half of all organizations now have common data management standards. Act Implement technologies needed Adopt \"fail fast\" analysis approach Plan for enterprise deployment Evaluate Assess current business needs Evaluate skills improvements Identify gaps via lessons learned Ag ree Act U pdate Ev alu at e Agree Prioritize business needs Allocate enterprise resources Identify new requirements Update Scan technology advances Assess business challenges Identify expansion opportunities Cognitive strategy approach Figure 3 We recommend an iterative approach to data and cognitive strategy at every level \"CDOs are responsible for creating an enterprise-wide data strategy. They provide leadership to enable cognitive, data-driven systems and business processes that lead to enterprise transformation.\" Inderpal Bhandari, IBM Global Chief Data Officer Course of action: Create a cognitive mindset through strategy and structure Adopting a mindset that embraces the science of data is a big step in the cognitive journey. It includes a willingness to infuse insight into every action, interaction and decision. Similar to the organizational change required to become a data-driven organization, the need for a cognitively minded culture will be equally as important - and equally challenging - in the era ahead. Just as an enterprise data strategy was an important driver for earlier levels of analytics maturity, an enterprise-level strategy puts the cognitive mindset into action, providing the vision and practical steps to transform an organization into a cognitive business. We also cannot overstress the need for strong change management practices and communication. Executives can accelerate their move toward cognitive by prioritizing strong data governance - master data and metadata management, common data definitions, data lineage and transparency. The consistency and standardization created through governed data curation services and common data standards support the growing use of self-service analytics within organizations. Self-service analytics solutions enable business users - even those with no background in statistics or computer science - to access data and graphics-driven tools to spot business opportunities. This kind of environment is an ideal training ground for cognitive."}, 
{"fileName":"GBE03773USEN.pdf","id":"7ee04902-0e2e-4a62-95cc-aa98bf1cbdec","title":"Building a solid cognitive data foundation","body":"The data ecosystem is already undergoing a fundamental shift: the combination of open source and cloud-based technologies is transforming the environment from an in-house collection of discrete (and often disparate) products to systems of unified, cloud-based microservices components. A modern data architecture requires the ability to ingest and digest the 4Vs of data (volume, variety, velocity and veracity) from both internal and external sources, and then integrate that data into enterprise processes.8 The need for these capabilities is amplified in the cognitive era. Cognitive Explorers far outpace others in their adoption of the components needed for a modern data ecosystem. Two-thirds of Cognitive Explorers have made extensive investments in cloud-based data storage or analytics services compared to less than half of Cognitive Capables. Cognitive Explorers are at least 150 percent more likely than Cognitive Capables to have made significant investments in a number of areas: Technologies to support ingesting and analyzing streaming data; data curation services to keep data lakes from becoming data swamps; and solutions to establish shared operational information enabling lightning fast responses to customer and operational transactions (see Figure 4). Having that ability to rapidly ingest new data, curate integrated information and analyze that data to gain insights and deploy new capabilities at a reduced cost can redefine an organization's operating model: just look at The Weather Company. In 2012, the company began to transform its technology foundation and culture for a move to cloud, which would enable the company to scale up data-driven weather prediction and API-based delivery of content around the globe. Written primarily in Java and Scala and leveraging many of today's leading open source technologies, the platform now ingests and analyzes billions of events and dozens of terabytes every day (see sidebar: It's raining data at The Weather Company ). Figure 4 Cognitive Explorers far outpace others in their adoption of the components needed for a modern data ecosystem Cloud-based data storage or analytic services"}, 
{"fileName":"GBE03773USEN.pdf","id":"aa56bd6b-d07e-4ec2-92c7-fb4b1809b7c3","title":"Focusing on the skills of the future","body":"The pervasive use of prescriptive analytics provides an ideal platform for advancement into the cognitive era. These advanced types of programmatic computations are the platform on which cognitive systems are constructed. Organizations can build on the same skills they sharpened to perform prescriptive analytics to transition to cognitive. That being said, we find many organizations will need to acquire or hire the specialized skills and talent necessary to move forward. Forty-one percent of Cognitive Explorers use between five and nine different types of prescriptive analytics within their organization, more than double the 19 percent of Cognitive Capable organizations that do. Cognitive explorers are 40 percent more likely than Cognitive Capables to have shared analytics expertise within their organization (58 percent versus 42 percent); this strategy allows them to optimize valuable resources while diversifying the available skillset overall. While they lag in use of prescriptive analytics and shared analytics expertise, many Cognitive Capable organizations are on the threshold of advancing. The average Cognitive Capable organization uses three to four different analytics techniques pervasively - across three or more departments and functions within their organization. Among Cognitive Capables, almost half use image analytics and machine learning; more than one-third use natural language processing, algorithmic automation and people analysis; and more than a quarter use artificial intelligence. Use of any one of these capabilities can serve as an entry point for the cognitive journey, and use of a combination often amplifies the results (see Figure 6). Forty-one percent of Cognitive Explorers use between five and nine different types of prescriptive analytics within their organization, more than double the 19 percent of Cognitive Capable organizations that do. Cognitive Explorers Cognitive Capables 41% 19% Cognitive Explorers identified their greatest need to improve the data ecosystem was better analytics skills, while Cognitive Capables identified their greatest need as being data management skills. Cognitive Explorers are targeting advanced mathematical modelers (57 percent compared to 34 percent of Cognitive Capables), data architects (57 percent compared to 41 percent) and data visualization specialists (50 percent compared to 43 percent)."}, 
{"fileName":"GBE03773USEN.pdf","id":"ef66453c-8b87-410b-87d0-6e593753f1f1","title":"Welcome to the dawn of the cognitive era","body":"The cognitive era ushers in a new kind of analytics, integrating data-driven insights into interactions, transactions and decisions throughout an organization's ecosystem. Cognitive analytics have the potential to reshape the landscape of modern businesses. The competitive advantage from data insight has now shifted to those organizations that are seizing the opportunity to leverage cognitive capabilities to transform business processes, impact business outcomes, and engage customers in the new era ahead. Are you ready? As you prepare to join the cognitive era, we offer five key questions to ask yourself as you get started: • Am I ready for the cognitive journey? • How can I expand the use of my current prescriptive capabilities? • Do I have the capabilities needed for self-service analytics? • How can I transform business processes to actively engage with customers? • Is my organizational data platform designed for \"fast fail\" projects and cognitive analytics? For more information To learn more about this IBM Institute for Business Value study, please contact us at iibv@us.ibm.com . Follow @IBMIBV on Twitter, and for a full catalog of our research or to subscribe to our monthly newsletter, visit: ibm.com/iibv ibm.com/iibv . Access IBM Institute for Business Value executive reports on your mobile device by downloading the free \"IBM IBV\" apps for phone or tablet from your app store. The right partner for a changing world At IBM, we collaborate with our clients, bringing together business insight, advanced research and technology to give them a distinct advantage in today's rapidly changing environment. IBM Institute for Business Value The IBM Institute for Business Value, part of IBM Global Business Services, develops fact-based strategic insights for senior business executives around critical public and private sector issues. About the authors Raphael Ezry is an IBM Global Business Services partner and the global leader for advanced analytics, where he leads a growing cognitive and analytics consulting practice. He is a growth minded business executive with a proven ability to identify and realize opportunities in underserved markets and emerging technologies. Rafi has partnered with clients globally and across sectors to address high-priority business challenges and realize meaningful value from digital transformation. He can be reached at rezry@us.ibm.com . Dr. Michael Haydock currently serves as an IBM Fellow and Chief Scientist in IBM's Cognitive & Analytics Services organization specializing in the areas of customer and supply chain intelligence. In this role, Michael develops innovative application capabilities that leverage large-scale computing technologies appropriate for massive data manipulation and advanced numerical analysis in business settings where time to critical decision provides a key competitive advantage. He can be reached at mhaydock@us.ibm.com . Bruce Tyler is an IBM Global Business Services partner and the global leader for IBM's Center of Competency for Big Data and Analytics. He is an accomplished senior business executive with a proven track record of enabling Fortune 100 companies to make better decisions and optimize performance by combining strategy, information management and advanced analytics to address important and complex business opportunities. Bruce can be reached at bruce.tyler@us.ibm.com . Rebecca Shockley is the analytics global research leader for IBM Institute for Business Value, where she conducts fact-based research on the topic of business analytics to develop thought leadership for senior executives. An IBM Global Business Services executive consultant and subject matter expert in the areas of data and analytics strategy, organizational design and information governance, Rebecca can be reached at rshock@us.ibm.com . Contributors Blake Burke, Shawnna Childress, Glenn Finch, Neil Isford, Andy Martorelli, Cathy Reese and Daniel Sutherland Study approach and methodology This study is based on data from the 2016 Cognitive and Analytics Survey, conducted for the IBM Institute of Business Value by the third-party vendor Oxford Economics. The global cross-industry survey polled more than 6,000 pre-qualified C-level panelists on their organizations' current and future uses of data, analytics and cognitive computing. The blinded survey was conducted from July to September 2016. The pre-2016 data in Figure 1 was extracted from the past IBV Analytics series studies conducted between 2010 and 2015. Information on all maturity levels was not collected each year, and the survey panels - while global, cross-industry and statistically significant - varied from year to year. All data is self-reported. The identification of respondents as Cognitive Explorers is based on the organization's current use of cognitive computing at an operating level. The identification of respondents as Cognitive Capable is based on the use of one or more predefined types of advanced (prescriptive) analytics, listed in Figure 6. All data is self-reported. Related publications \"Analytics: The upside of disruption.\" IBM Institute for Business Value. October 2015. ibm.com/business/value ibm.com/business/value /2015analytics/ \"Analytics: The speed advantage.\" IBM Institute for Business Value. October 2014. ibm.com/business/value ibm.com/business/value /2014analytics/ \"Analytics: A blueprint for value.\" IBM Institute for Business Value. October 2013. ibm.com/business/value/ninelevers ibm.com/business/value/ninelevers ((c)) Copyright IBM Corporation 2016 Route 100 Somers, NY 10589 Produced in the United States of America October 2016 IBM, the IBM logo and ibm.com are trademarks of International Business Machines Corp., registered in many jurisdictions worldwide. Other product and service names might be trademarks of IBM or other companies. A current list of IBM trademarks is available on the Web at \"Copyright and trademark information\" at www.ibm.com/legal/ copytrade.shtml. This document is current as of the initial date of publication and may be changed by IBM at any time. Not all offerings are available in every country in which IBM operates. The information in this document is provided \"as is\" without any warranty, express or implied, including without any warranties of merchant­ability, fitness for a particular purpose and any warranty or condition of non-infringement. IBM products are warranted according to the terms and conditions of the agreements under which they are provided. This report is intended for general guidance only. It is not intended to be a substitute for detailed research or the exercise of professional judgment. IBM shall not be responsible for any loss whatsoever sustained by any organization or person who relies on this publication. The data used in this report may be derived from third-party sources and IBM does not independently verify, validate or audit such data. The results from the use of such data are provided on an \"as is\" basis and IBM makes no representations or warranties, express or implied. GBE03773USEN-00 Please Recycle Notes and sources 1 Interact: \"Hilton and IBM pilot 'Connie,' The world's first Watson-enabled hotel concierge robot.\" IBM Watson blog. March 9, 2016. https://www.ibm.com/blogs/watson/2016/03/ watson-connie/?lnk=ushpv18cs3&lnk2=learn ; Hear: \"RemixIT: Man, Machine, and Sound featuring DJ Tim Exile.\" Video posted September 18, 2016. https://www.youtube.com/ watch?v=TvRNBMCTVnQ ; Listen: \"How Natural Language Processing is transforming the financial industry.\" IBM Watson blog. June 22, 2016. https://www.ibm.com/blogs/ watson/2016/06/natural-language-processing-transforming-financial-industry-2/ ; Smell: \"Global Public Square: Inside the world of IBM's Watson.\" CNN website, accessed October 18, 2016. http://www.cnn.com/videos/tv/2016/09/19/exp-gps-0918-rometty-ibm-watson.cnn; Taste: \"IBM and Bon Appétit Serve Up Chef Watson for All.\" IBM press release. June 23, 2105. https://www-03.ibm.com/press/us/en/pressrelease/47184.wss 2 LaValle, Steve; Michael Hopkins; Eric Lesser; Rebecca Shockley; and Nina Kruschwitz. \"Analytics: The new path to value.\" IBM Institute for Business Value. October 2010. ibm.com/services/us/gbs/thoughtleadership/ibv-embedding-analytics.html 3 Schroeck, Michael, and Rebecca Shockley. \"Analytics: The real-world use of big data.\" IBM Institute for Business Value. October 2012. ibm.com/services/us/gbs/thoughtleadership/ibv-big-data-at-work.html 4 Ibid. 5 Cognition. Dictionary.com , accessed October 7, 2016. Collins English Dictionary - Complete & Unabridged 10th Edition. HarperCollins Publishers. http://www.dictionary.com/browse/cognition 6 Balboni, Fred; Glenn Finch; Cathy Rodenbeck Reese; and Rebecca Shockley. \"Analytics: A blueprint for value.\" IBM Institute for Business Value. October 2013. ibm.com/business/value/ninelevers / 7 Finch, Glenn; Steven Davidson; Pierre Haren; Jerry Kurtz; and Rebecca Shockley. \"Analytics: The upside of disruption.\" IBM Institute for Business Value. October 2015. ibm.com/business/value /2015analytics/ 8 Ibid."}]